{"details":[{"dua_global_id":"108","dua_segment_id":"","top":"রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, \r\n\r\n“যখন তুমি বিছানা গ্রহণ করবে, তখন নামাযের মত ওযু করবে, তারপর তোমার ডান পার্শ্বদেশে শুয়ে পড়বে। তারপর বল,","arabic_diacless":"اللٰهم أسلمت نفسي إليك، وفوضت أمري إليك، ووجهت وجهي إليك، وألجأت ظهري إليك، رغبة ورهبة إليك، لا ملجأ ولا منجا منك إلا إليك، آمنت بكتابك الذي أنزلت، وبنبيك الذي أرسلت","arabic":"اَللّٰهُمَّ أَسْلَمْتُ نَفْسِيْ إِلَيْكَ، وَفَوَّضْتُ أَمْرِيْ إِلَيْكَ، وَوَجَّهْتُ وَجْهِيْ إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِيْ إِلَيْكَ، رَغْبَةً وَّرَهْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَا مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِيْ أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِيْ أَرْسَلْتَ","transliteration":"আল্লা-হুম্মা আস্‌লামতু নাফ্‌সী ইলাইকা, ওয়া ফাউওয়াদ্বতু আমরী ইলাইকা, ওয়া ওয়াজ্জাহ্‌তু ওয়াজহিয়া ইলাইকা, ওয়াআলজা’তু যাহ্‌রী ইলাইকা, রাগবাতান ওয়া রাহবাতান ইলাইকা। লা মালজা’আ ওয়ালা মান্‌জা মিনকা ইল্লা ইলাইকা। আ-মানতু বিকিতা-বিকাল্লাযী আনযালতা ওয়াবিনাবিয়্যিকাল্লাযী আরসালতা","translations":"হে আল্লাহ! আমি নিজেকে আপনার কাছে সঁপে দিলাম। আমার যাবতীয় বিষয় আপনার কাছেই সোপর্দ করলাম, আমার চেহারা আপনার দিকেই ফিরালাম, আর আমার পৃষ্ঠদেশকে আপনার দিকেই ন্যস্ত করলাম; আপনার প্রতি অনুরাগী হয়ে এবং আপনার ভয়ে ভীত হয়ে। একমাত্র আপনার নিকট ছাড়া আপনার (পাকড়াও) থেকে বাঁচার কোনো আশ্রয়স্থল নেই এবং কোনো মুক্তির উপায় নেই। আমি ঈমান এনেছি আপনার নাযিলকৃত কিতাবের উপর এবং আপনার প্রেরিত নবীর উপর।”","bottom":"রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাকে এ দো‘আটি শিক্ষা দিলেন, তাকে বলেন: “যদি তুমি ঐ রাতে মারা যাও তবে ‘ফিতরাত’ তথা দীন ইসলামের উপর মারা গেলে।” [১]\r\n\r\nবারা ইবনুল আযিব (রা) বলেন, রাসূলুল্লাহ (স) আমাকে বলেন, “বিছানায় যাওয়ার সময় তুমি সালাতের ওযূর মতো ওযূ করবে। এরপর ডান কাতে শুয়ে বলবে: (উপরের দুআটি)। এ তোমার শেষ কথা হবে (এর পরে আর কথাবার্তা বলবে না)। এ রাতে মৃত্যু হলে তুমি ফিতরাতের উপরে (নিষ্পাপভাবে) মৃত্যুবরণ করবে। আর বেঁচে থাকলে তুমি কল্যাণ লাভ করবে।” [২]","reference":"[১] বুখারী, (ফাতহুল বারীসহ) ১১/১১৩, নং ৬৩১৩; মুসলিম ৪/২০৮১, নং ২৭১০।\r\n[২] বুখারী (১০০-কিতাবুত তাওহীদ, ৩৪-বাব...আনযালাহু বিইলমিহি...) ৬/২৭২২ (ভা ২/১১১৫); মুসলিম (৪৮-কিতাবুদ্দাআওয়াত, ১৭-বাব মা ইয়াকূল ইনদান নাওম) ৪/২০৮১ (ভারতীয় ২/৩৪৮)।"}],"pageTitle":"ফিত্‌রাহের উপর মৃত্যুবরণ করা"}