{"details":[{"dua_global_id":"112","dua_segment_id":"1","top":"","arabic_diacless":"اللٰهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت","arabic":"اَللّٰهُمَّ اهْدِنِيْ فِيْمَنْ هَدَيْتَ، وَعَافِنِيْ فِيْمَنْ عَافَيْتَ، وَتَوَلَّنِيْ فِيْمَنْ تَوَلَّيْتَ، وَبَارِكْ لِيْ فِيْمَا أَعْطَيْتَ، وَقِنِيْ شَرَّ مَا قَضَيْتَ","transliteration":"আল্লা-হুম্মাহদিনী ফীমান হাদাইতা ওয়া ‘আ-ফিনী ফীমান ‘আ-ফাইতা ওয়া তাওয়াল্লানী ফীমান তাওয়াল্লাইতা ওয়াবা-রিক লী ফীমা আ‘ত্বাইতা ওয়াক্বিনী শাররা মা ক্বাদাইতা","translations":"হে আল্লাহ! আপনি যাদেরকে হেদায়াত করেছেন তাদের মধ্যে আমাকেও হেদায়াত দিন, আপনি যাদেরকে নিরাপত্তা প্রদান করেছেন তাদের মধ্যে আমাকেও নিরাপত্তা দিন, আপনি যাদের অভিভাবকত্ব গ্রহণ করেছেন, তাদের মধ্যে আমার অভিভাবকত্বও গ্রহণ করুন, আপনি আমাকে যা দিয়েছেন তাতে বরকত দিন। আপনি যা ফয়সালা করেছেন তার অকল্যাণ থেকে আমাকে রক্ষা করুন।","bottom":"","reference":""},{"dua_global_id":"112","dua_segment_id":"2","top":"","arabic_diacless":"فإنك تقضي ولا يقضٰى عليك، إنه لا يذل من واليت، (ولا يعز من عاديت) تباركت ربنا وتعاليت","arabic":"فَإِنَّكَ تَقْضِيْ وَلاَ يُقْضٰى عَلَيْكَ، إِنَّهُ لَا يَذِلُّ مَنْ وَالَيْتَ، (وَلَا يَعِزُّ مَنْ عَادَيْتَ) تَبَارَكْتَ رَبَّنا وَتَعَالَيْتَ","transliteration":"ফাইন্নাকা তাক্ব‌দ্বী ওয়ালা ইউক্ব্‌দ্বা ‘আলাইকা। ইন্নাহু লা ইয়াযিল্লু মাও ওয়া-লাইতা, [ওয়ালা ইয়া‘ইয্যু মান ‘আ-দাইতা] তাবা-রক্‌তা রব্বানা ওয়া তা‘আ-লাইতা","translations":"কারণ আপনিই চুড়ান্ত ফয়সালা দেন, আপনার বিপরীতে ফয়সালা দেওয়া হয় না। আপনি যার সাথে বন্ধুত্ব করেছেন সে অবশ্যই অপমানিত হয় না [এবং আপনি যার সাথে শত্রুতা করেছেন সে সম্মানিত হয় না] আপনি বরকতপূর্ণ হে আমাদের রব্ব! আর আপনি সুউচ্চ-সুমহান","bottom":"","reference":"সুনান গ্রন্থকারগণ, আহমাদ, দারামী ও বাইহাকী এ হাদীসটি সংকলন করেছেন। আবূ দাউদ, নং ১৪২৫; তিরমিযী, নং ৪৬৪; নাসাঈ, নং ১৭৪৪; ইবন মাজাহ, নং ১১৭৮; আহমাদ, নং ১৭১৮; দারামী, নং ১৫৯২; হাকিম, ৩/১৭২; বাইহাকী, ২/২০৯। আর দু’ ব্রাকেটের মাঝখানের অংশ বাইহাকীর। আরও দেখুন, সহীহুত তিরমিযী ১/১৪৪, সহীহ ইবন মাজাহ্‌, ১/১৯৪; ইরওয়াউল গালীল, লিল আলবানী, ২/১৭২"}],"pageTitle":"বিত্‌রের কুনুতের দো‘আ #১"}