{"details":[{"dua_global_id":"116","dua_segment_id":"","top":"","arabic_diacless":"اللٰهم إني عبدك، ابن عبدك، ابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكــــل اسم هو لك، سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي","arabic":"اَللّٰهُمَّ إِنِّيْ عَبْدُكَ، اِبْنُ عَبْدِكَ، اِبْنُ أَمَتِكَ، نَاصِيَتِيْ بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اِسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِيْ كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِيْ عِلْمِ الْغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ الْقُرْآنَ رَبِيْعَ قَلْبِيْ، وَنُوْرَ صَدْرِيْ، وَجَلَاءَ حُزْنِيْ، وَذَهَابَ هَمِّيْ","transliteration":"আল্লা-হুম্মা ইন্নী ‘আবদুকা ইবনু ‘আবদিকা ইবনু আমাতিকা, না-সিয়াতী বিয়াদিকা, মা-দ্বিন ফিয়্যা হুকমুকা, ‘আদলুন ফিয়্যা কাদ্বা-য়ুকা, আসআলুকা বিকুল্লি ইসমিন্ হুয়া লাকা সাম্মাইতা বিহি নাফসাকা, আও আনযালতাহু ফী কিতা-বিকা আও ‘আল্লামতাহু আহাদাম্-মিন খালক্বিকা আও ইস্তা’সারতা বিহী ফী ‘ইলমিল গাইবি ‘ইনদাকা, আন্ তাজ‘আলাল কুরআ-না রবী‘আ ক্বালবী, ওয়া নূরা সাদ্‌রী, ওয়া জালা’আ হুযনী ওয়া যাহা-বা হাম্মী","translations":"হে আল্লাহ! আমি আপনার বান্দা, আপনারই এক বান্দার পুত্র এবং আপনার এক বাঁদীর পুত্র। আমার কপাল (নিয়ন্ত্রণ) আপনার হাতে; আমার উপর আপনার নির্দেশ কার্যকর; আমার ব্যাপারে আপনার ফয়সালা ন্যায়পূর্ণ। আমি আপনার কাছে প্রার্থনা করি আপনার প্রতিটি নামের উসীলায়; যে নাম আপনি নিজের জন্য নিজে রেখেছেন অথবা আপনি আপনার কিতাবে নাযিল করেছেন অথবা আপনার সৃষ্টজীবের কাউকেও শিখিয়েছেন অথবা নিজ গায়েবী জ্ঞানে নিজের জন্য সংরক্ষণ করে রেখেছেন—আপনি কুরআনকে বানিয়ে দিন আমার হৃদয়ের প্রশান্তি, আমার বক্ষের জ্যোতি, আমার দুঃখের অপসারণকারী এবং দুশ্চিন্তা দূরকারী।","bottom":"আব্দুল্লাহ ইবনু মাস’ঊদ (রা) বলেন, রাসূলুল্লাহ (স) বলেছেন: “যে কোনো ব্যক্তি যদি কখনো দুশ্চিন্তা ও উৎকণ্ঠাগ্রস্ত অবস্থায় বা দুঃখ বেদনার মধ্যে নিপতিত হয়ে উপরের বাক্যগুলি বলে দু‘আ করে, তাহলে অবশ্যই আল্লাহ তার দুশ্চিন্তা ও উৎকণ্ঠা দূর করবেনই এবং তার বেদনাকে আনন্দে রূপান্তরিত করবেনই।” উপস্থিত সাহাবীগণ বলেন : তাহলে আমাদের উচিত এ বাক্যগুলো শিক্ষা করা। তিনি বললেন : “হাঁ, অবশ্যই, যে এগুলো শুনবে তার উচিত এগুলো শিক্ষা করা।” হাদীসটির সনদ গ্রহণযোগ্য। বি. দ্র. মহিলারা এ দুআ পাঠ করলে দুআর শুরুতে বলবেন: “আল্লা-হুম্মা ইন্নী আমাতুকা, ওয়া বিনতু আবদিকা ওয়া বিনতু আমাতিকা ...”, অর্থাৎ: হে আল্লাহ আমি আপনার বান্দী, আপনার (একজন) বান্দার কন্যা, আপনার এক বান্দীর কন্যা ....।","reference":"আহমাদ ১/৩৯১, নং ৩৭১২ আর শাইখ আলবানী তাঁর সিলসিলাতুল আহাদীসিস সহীহাহ গ্রন্থে ১/৩৩৭ একে সহীহ বলেছেন।"}],"pageTitle":"দুঃখ ও দুশ্চিন্তার সময় পড়ার দো‘আ #১"}