{"details":[{"dua_global_id":"126","dua_segment_id":"","top":"তিন বার বলবে,","arabic_diacless":"اللٰه أكبر، اللٰه أعز من خلقه جميعا، اللٰه أعز مما أخاف وأحذر، أعوذ باللٰه الذي لا إلٰه إلا هو، الممسك السموات السبع أن يقعن على الأرض إلا بإذنه، من شر عبدك فلان، وجنوده وأتباعه وأشياعه، من الجن والإنس، اللٰهم كن لي جارا من شرهم، جل ثناؤك وعز جارك، وتبارك اسمك، ولا إلٰه غيرك","arabic":"اَللّٰهُ أَكْبَرُ، اَللّٰهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيْعاً، اَللّٰهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوْذُ بِاللّٰهِ الَّذِيْ لَا إِلٰهَ إِلَّا هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلَانٍ، وَجُنُوْدِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنَ الْجِنِّ وَالْإِنْسِ، اَللّٰهُمَّ كُنْ لِيْ جَارًا مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلَا إِلٰهَ غَيْرُكَ","transliteration":"আল্লা-হু আকবার, আল্লা-হু আ‘আয্যু মিন খালক্বিহী জামী‘আন। আল্লাহু আ‘আয্যু মিম্মা আখা-ফু ওয়া আহযারু। আউযু বিল্লা-হিল্লাযী লা ইলা-হা ইল্লা হুওয়াল মুমসিকুস্ সামা-ওয়া-তিস সাব‘ঈ, আন ইয়াকা‘না আলাল্ আরদ্বি ইল্লা বিইযনিহী, মিন শাররি ‘আবদিকা ফুলা-নিন, ওয়া জুনূদিহী ওয়া আতবা‘ইহী ওয়া আশইয়া‘ইহী মিনাল জিন্নি ওয়াল ইনসি। আল্লা-হুম্মা কুন লী জা-রান মিন শাররিহিম, জাল্লা সানা-উকা ওয়া ‘আয্যা জা-রুকা ওয়াতাবা-রকাসমুকা ওয়া লা ইলা-হা গাইরুকা","translations":"আল্লাহ সবচেয়ে বড়, আল্লাহ তাঁর সমস্ত সৃষ্টি থেকে মহামর্যাদাবান। আমি যা থেকে ভীত ও শঙ্কিত তার চেয়ে আল্লাহ মহাপরাক্রমশালী। আমি আল্লাহ্‌র কাছে আশ্রয় চাই, যিনি ছাড়া আর কোনো হক্ব ইলাহ নেই, যিনি সাত আসমানের ধারণকারী, তার অনুমতি ব্যতীত পৃথিবীর উপর পতিত হওয়া থেকে— (আশ্রয় চাই) তাঁর অমুক বান্দা, তার সৈন্য-সামন্ত, তার অনুসারী ও তার অনুগামী জিন ও ইনসানের অনিষ্ট থেকে। হে আল্লাহ! তাদের ক্ষতি থেকে আপনি আমার জন্য আশ্রয়দানকারী হোন। আপনার গুণগান অতি মহান, আপনার আশ্রিত প্রবল শক্তিশালী, আপনার নাম অতি বরকতময়। আর আপনি ছাড়া কোনো হক্ব ইলাহ নেই।","bottom":"","reference":"বুখারী, আল-আদাব আল-মুফরাদ, নং ৭০৮। আর শাইখ আলবানী সহীহ আল-আদাবুল মুফরাদ গ্রন্থে, নং ৫৪৬, একে সহীহ বলেছেন।"}],"pageTitle":"শাসকের অত্যাচারের ভয় করলে পড়ার দো‘আ #২"}