{"details":[{"dua_global_id":"20","dua_segment_id":"1","top":"","arabic_diacless":"اللٰهم اجعل في قلبي نورا، وفي لساني نورا، وفي سمعي نورا، وفي بصري نورا، ومن فوقي نورا، ومن تحتي نورا، وعن يميني نورا، وعن شمالي نورا، ومن أمامي نورا، ومن خلفي نورا، واجعل في نفسي نورا، وأعظم لي نورا، وعظم لي نورا، واجعل لي نورا، واجعلني نورا، اللٰهم أعطني نورا، واجعل في عصبي نورا، وفي لحمي نورا، وفي دمي نورا، وفي شعري نورا، وفي بشري نورا","arabic":"اَللّٰهُمَّ اجْعَلْ فِيْ قَلْبِيْ نُوْرًا، وَفِيْ لِسَانِيْ نُوْرًا، وَفِيْ سَمْعِيْ نُوْرًا، وَفِيْ بَصَرِي نُوْرًا، وَمِنْ فَوْقِيْ نُوْرًا، وَمِنْ تَحْتِيْ نُوْرًا، وَعَنْ يَمِيْنِيْ نُوْرًا، وَعَنْ شِمَالِيْ نُوْرًا، وَمِنْ أَمَامِيْ نُوْرًا، وَمِنْ خَلْفِيْ نُوْرًا، وَاجْعَلْ فِيْ نَفْسِيْ نُوْرًا، وَأَعْظِمْ لِيْ نُوْرًا، وَعَظِّمْ لِيْ نُوْرًا، وَاجْعَلْ لِيْ نُوْرًا، وَاجْعَلْنِيْ نُوْرًا، اَللّٰهُمَّ أَعْطِنِي نُوْرًا، وَاجْعَلْ فِيْ عَصَبِيْ نُوْرًا، وَفِيْ لَحْمِيْ نُوْرًا، وَفِيْ دَمِيْ نُوْرًا، وَفِيْ شَعْرِيْ نُوْرًا، وَفِيْ بَشَرِيْ نُوْرًا","transliteration":"আল্লা-হুম্মাজ‘আল ফী ক্বালবী নূরান, ওয়া ফী লিসানী নূরান, ওয়া ফী সাম্‘য়ী নূরান, ওয়া ফী বাসারী নূরান, ওয়া মিন ফাওকী নূরান, ওয়া মিন তাহ্‌তী নূরান, ওয়া ‘আন ইয়ামীনী নূরান, ওয়া ‘আন শিমালী নূরান, ওয়া মিন আমামী নূরান, ওয়া মিন খলফী নূরান, ওয়াজ‘আল ফী নাফ্‌সী নূরান, ওয়া আ‘যিম লী নূরান, ওয়া ‘আয্‌যিম লী নূরান, ওয়াজ‘আল্ লী নূরান, ওয়াজ‘আলনী নূরান; আল্লা-হুম্মা আ‘তিনী নূরান, ওয়াজ‘আল ফী ‘আসাবী নূরান, ওয়া ফী লাহ্‌মী নূরান, ওয়া ফী দামী নূরান, ওয়া ফী শা‘রী নূরান, ওয়া ফী বাশারী নূরান।","translations":"হে আল্লাহ! আপনি আমার অন্তরে নূর (বা আলো) দান করুন, আমার যবানে নূর দান করুন, আমার শ্রবণশক্তিতে নূর দান করুন, আমার দর্শনশক্তিতে নূর দান করুন, আমার উপরে নূর দান করুন, আমার নীচে নূর দান করুন, আমার ডানে নূর দান করুন, আমার বামে নূর দান করুন, আমার সামনে নূর দান করুন, আমার পেছনে নূর দান করুন, আমার আত্মায় নূর দান করুন, আমার জন্য নূরকে বড় করে দিন, আমার জন্য নূর বাড়িয়ে দিন, আমার জন্য নূর নির্ধারণ করুন, আমাকে আলোকময় করুন। হে আল্লাহ! আমাকে নূর দান করুন, আমার পেশীতে নূর প্রদান করুন, আমার গোশ্‌তে নূর দান করুন, আমার রক্তে নূর দান করুন, আমার চুলে নূর দান করুন ও আমার চামড়ায় নূর দান করুন। [১]","bottom":"","reference":""},{"dua_global_id":"20","dua_segment_id":"2","top":"","arabic_diacless":"اللٰهم اجعل لي نورا في قبري… ونورا في عظامي","arabic":"اَللّٰهُمَّ اجْعَلْ لِيْ نُوْرًا فِيْ قَبْرِي… وَنُوْرًا فِيْ عِظَامِيْ","transliteration":"আল্লা-হুম্মাজ‘আল লী নূরান ফী কাবরী... ওয়া নূরান ফী ‘ইযামী","translations":"হে আল্লাহ! আমার জন্য আমার কবরে নূর দিন, আমার হাড়সমূহেও নূর দিন [২]","bottom":"","reference":""},{"dua_global_id":"20","dua_segment_id":"3","top":"","arabic_diacless":"وزدني نورا، وزدني نورا، وزدني نورا","arabic":"وَزِدْنِيْ نُوْرًا، وَزِدْنِيْ نُوْرًا، وَزِدْنِيْ نُوْرًا","transliteration":"ওয়া যিদ্‌নী নূরান, ওয়া যিদনী নূরান, ওয়া যিদনী নূরান","translations":"আমাকে নূরে বৃদ্ধি করে দিন, আমাকে নূরে বৃদ্ধি করে দিন, আমাকে নূরে বৃদ্ধি করে দিন [৩]","bottom":"","reference":""},{"dua_global_id":"20","dua_segment_id":"4","top":"","arabic_diacless":"وهب لي نورا على نور","arabic":"وَهَبْ لِيْ نُوْرًا عَلَى نُوْرٍ","transliteration":"ওয়া হাবলী নূরান ‘আলা নুর","translations":"আমাকে নূরের উপর নূর দান করুন [৪]","bottom":"","reference":"[১] এ শব্দগুলোর জন্য দেখুন, বুখারী, (ফাতহুল বারীসহ) ১১/১১৬, নং ৬৩১৬; মুসলিম ১/৫২৬, ৫২৯, ৫৩০, নং ৭৬৩\r\n[২] তিরমিযী ৫/৪৮৩, নং ৩৪১৯। \r\n[৩] ইমাম বুখারী, আল-আদাবুল মুফরাদ, নং ৬৯৫; পৃ. ২৫৮; আর আলবানী সেটার সনদকে সহীহ আদাবিল মুফরাদে সহীহ বলেছেন, নং ৫৩৬। \r\n[৪] হাফেয ইবন হাজার এটাকে তার ফতহুল বারীতে উল্লেখ করেছেন এবং ইবন আবী আসেমের ‘কিতাবুদ দো‘আ’ এর দিকে সম্পর্কিত করেছেন। দেখুন ফাতহুল বারী, ১১/১১৮। আরও বলেছেন, বিভিন্ন বর্ণনা থেকে মোট ২৫ (পঁচিশটি) বিষয় পাওয়া গেল।"}],"pageTitle":"মসজিদে যাওয়ার সময়ে পড়ার দো‘আ"}