{"details":[{"dua_global_id":"202","dua_segment_id":"1","top":"তিনবার বলবে,","arabic_diacless":"اللٰه أكبر","arabic":"اَللّٰهُ أَكْبَرُ","transliteration":"আল্লা-হু আকবার","translations":"আল্লাহ সবচেয়ে বড়","bottom":"","reference":""},{"dua_global_id":"202","dua_segment_id":"2","top":"তারপর বলবে,","arabic_diacless":"سبحان الذي سخر لنا هٰذا وما كنا له مقرنين، وإنا إلى ربنا لمنقلبون","arabic":"سُبْحَانَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهُ مُقْرِنِيْنَ، وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُوْنَ","transliteration":"সুব্‌হা-নাল্লাযী সাখখারা লানা হা-যা ওয়ামা কুন্না লাহু মুক্বরিনীনা। ওয়া ইন্না ইলা রব্বিনা লামুনক্বালিবূন।","translations":"পবিত্র মহান সেই সত্তা, যিনি আমাদের জন্য একে বশীভূত করে দিয়েছেন, অন্যথায় আমরা একে বশীভূত করতে সক্ষম ছিলাম না। আর আমরা অবশ্যই আমাদের রব্বের নিকট প্রত্যাবর্তন করব।","bottom":"","reference":""},{"dua_global_id":"202","dua_segment_id":"3","top":"","arabic_diacless":"اللٰهم إنا نسألك في سفرنا هٰذا البر والتقوى، ومن العمل ما ترضى، اللٰهم هون علينا سفرنا هٰذا واطو عنا بعده، اللٰهم أنت الصاحب في السفر، والخليفة في الأهل","arabic":"اَللّٰهُمَّ إِنَّا نَسْأَلُكَ فِيْ سَفَرِنَا هٰذَا الْبِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اَللّٰهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هٰذَا وَاطْوِ عَنَّا بُعْدَهُ، اَللّٰهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَلِيْفَةُ فِي الْأَهْلِ","transliteration":"আল্লা-হুম্মা ইন্না নাস’আলুকা ফী সাফারিনা হা-যাল-বিররা ওয়াত্তাকওয়া, ওয়ামিনাল ‘আমালি মা তারদ্বা। আল্লা-হুম্মা হাউইন ‘আলাইনা সাফারানা হা-যা ওয়াতউই ‘আন্না বু‘দাহু। আল্লা-হুম্মা আনতাস সা-হিবু ফিস সাফারি ওয়াল-খালীফাতু ফিল আহ্‌লি।","translations":"হে আল্লাহ! আমরা এই সফরে আপনার কাছে চাই পূণ্য ও তাকওয়া এবং এমন কাজ যা আপনি পছন্দ করেন। হে আল্লাহ! আমাদের জন্য এই সফরকে সহজ করে দিন এবং এর দুরত্বকে আমাদের জন্য কমিয়ে দিন। হে আল্লাহ্! আপনিই সফরে আমাদের সাথী এবং আমাদের পরিবার-পরিজনের তত্ত্বাবধায়ণকারী।","bottom":"","reference":""},{"dua_global_id":"202","dua_segment_id":"4","top":"","arabic_diacless":"اللٰهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب في المال والأهل","arabic":"اَللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوْءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ","transliteration":"আল্লা-হুম্মা ইন্নী আ‘ঊযু বিকা মিন ওয়া‘আসা-ইস্ সাফারি ওয়া কা’আবাতিল মানযারি ওয়া সূ-ইল মুনক্বালাবি ফিল মা-লি ওয়াল আহল","translations":"হে আল্লাহ! আমরা আপনার আশ্রয় প্রার্থনা করি সফরের কষ্ট-ক্লেশ থেকে, অবাঞ্ছিত অবস্থার দৃশ্য থেকে এবং সম্পদ ও পরিবারে অনিষ্টকর প্রত্যাবর্তন থেকে।","bottom":"","reference":""},{"dua_global_id":"202","dua_segment_id":"5","top":"আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফর থেকে ফেরার সময়ও তা পড়তেন এবং তাতে যোগ করতেন,","arabic_diacless":"آيبون، تائبون، عابدون، لربنا حامدون","arabic":"آيِبُوْنَ، تَائِبُوْنَ، عَابِدُوْنَ، لِرَبِّنَا حَامِدُوْنَ","transliteration":"আ-ইবূনা তা-ইবূনা ‘আ-বিদূনা, লিরব্বিনা হা-মিদূন","translations":"আমরা প্রত্যাবর্তনকারী, তওবাকারী, ইবাদতকারী এবং আমাদের রব্বের প্রশংসাকারী।","bottom":"","reference":"মুসলিম ২/৯৭৮, হাদীস নং ১৩৪২"}],"pageTitle":"সফরের দো‘আ"}