{"details":[{"dua_global_id":"225","dua_segment_id":"1","top":"যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফা পর্বতের নিকটবর্তী হলেন, তখন এই আয়াত পড়লেনঃ","arabic_diacless":"إن الصفا والمروة من شعآئر اللٰه","arabic":"إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللّٰهِ","transliteration":"ইন্নাস্‌সাফা ওয়াল-মারওয়াতা মিন শা‘আ-ইরিল্লা-হ","translations":"নিশ্চয়ই সাফা ও মারওয়া আল্লাহ্‌র নিদর্শনসমূহের অন্তর্ভুক্ত।","bottom":"","reference":""},{"dua_global_id":"225","dua_segment_id":"2","top":"আর বলেন,","arabic_diacless":"أبدأ بما بدأ اللٰه به","arabic":"أَبْدَأُ بِمَا بَدَأَ اللّٰهُ بِهِ","transliteration":"","translations":"আল্লাহ্‌ যেখান থেকে শুরু করেছেন আমিও সেখান থেকে শুরু করব।","bottom":"অতঃপর তিনি সাফা পর্বতে আরোহণ করতে লাগলেন যতক্ষণ না কা‘বা দেখলেন, অতঃপর কিবলামুখী হলেন, তারপর আল্লাহ্‌র তাওহীদ (লা ইলাহা ইল্লাল্লাহ) ঘোষণা করেন এবং তাকবীর (আল্লাহু আকবার) বলেন","reference":""},{"dua_global_id":"225","dua_segment_id":"3","top":"অতঃপর এই দো‘আ পড়েন,","arabic_diacless":"لا إلٰه إلا اللٰه وحده لا شريك له، له الملك وله الحمد وهو علی كل شيء قدير، لا إلٰه إلا اللٰه وحده، أنجز وعده، ونصر عبده، وهزم الأحزاب وحده","arabic":"لَا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَی كُلِّ شَيْءٍ قَدِيْرٌ، لَا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ","transliteration":"লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু, লাহুল মুলকু ওয়া লাহুল হামদু, ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর। লা ইলাহা ইল্লাল্লা-হু ওয়াহদাহু, আনজাযা ওয়া‘দাহু, ওয়ানাসারা ‘আবদাহু, ওয়া হাযামাল-আহযা-বা ওয়াহদাহু","translations":"একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই; রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর; আর তিনি সকল কিছুর উপর ক্ষমতাবান। একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তিনি তাঁর ওয়াদা পূর্ণ করেছেন, তিনি তাঁর বান্দাকে সাহায্য করেছেন, আর তিনি সকল বিরোধী দল-গোষ্ঠীকে একাই পরাস্ত করেছেন।”","bottom":"এভাবে তিনি এর মধ্যবর্তী স্থানেও দো‘আ করতে থাকেন। এই দো‘আ তিনবার পাঠ করেন। হাদীসটিতে আরও আছে, “তিনি সাফা পাহাড়ে যেমন করেছিলেন মারওয়াতেও অনুরূপ করেন।”","reference":"মুসলিম ২/৮৮৮, নং ১২১৮; আর আয়াতটি সূরা আল-বাকারার আয়াত নং ১৫৮।"}],"pageTitle":"সাফা ও মারওয়ায় দাঁড়িয়ে যা পড়বে"}