{"details":[{"dua_global_id":"23","dua_segment_id":"1","top":"মুয়াযযিন যা বলে শ্রোতাও তা বলবে, তবে","arabic_diacless":"حي على الصلاة وحي على الفلاح","arabic":"حَيَّ عَلَى الصَّلاَةِ وَحَيَّ عَلَى الْفَلَاحِ","transliteration":"হাইয়্যা ‘আলাস্‌সালাহ, হাইয়্যা ‘আলাল ফালাহ’","translations":"নামাযের দিকে আসো, কল্যানের দিকে আসো","bottom":"","reference":""},{"dua_global_id":"23","dua_segment_id":"2","top":"...এর সময় বলবে,","arabic_diacless":"لا حول ولا قوة إلا باللٰه","arabic":"لاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا بِاللّٰهِ","transliteration":"লা-হাওলা ওয়ালা ক্বুওয়াতা ইল্লা বিল্লা-হ","translations":"আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই। [১]","bottom":"","reference":""},{"dua_global_id":"23","dua_segment_id":"3","top":"মুয়াযযিন তাশাহহুদ (তথা আশহাদু আন্না মুহাম্মাদার...) উচ্চারণ করার পরই শ্রোতারা এ যিক্‌রটি বলব,","arabic_diacless":"وأنا أشهد أن لا إلٰه إلا اللٰه وحده لا شريك له وأن محمدا عبده ورسوله، رضيت باللٰه ربا، وبمحمد رسولا، وبالإسلام دينا","arabic":"وَأَنَا أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهُ لَا شَرِيْكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، رَضِيْتُ بِاللّٰهِ رَبًّا، وَبِمُحَمَّدٍ رَسُولًا، وَبِالْإِسْلَامِ دِيْنًا","transliteration":"ওয়া আনা আশ্‌হাদু আল্লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু ওয়া আন্না মুহাম্মাদান ‘আবদুহূ ওয়া রাসূলুহু, রাদীতু বিল্লা-হি রব্‌বান, ওয়া বিমুহাম্মাদিন রাসূলান, ওয়া বিলইসলা-মি দীনান","translations":"আমি সাক্ষ্য দিচ্ছি যে, একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই। আমি আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বান্দাহ ও রাসূল। আমি আল্লাহকে রব্ব, মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে রাসূল এবং ইসলামকে দীন হিসেবে গ্রহণ করে সন্তুষ্ট।","bottom":"সা’দ ইবনু আবী ওয়াক্কাস (রা) বলেন, রাসূলুল্লাহ (স) বলেন: “যে ব্যক্তি মুআযযিনকে শুনে এ বাক্যগুলো বলবে তার সকল পাপ ক্ষমা করা হবে।” [২]","reference":""},{"dua_global_id":"23","dua_segment_id":"4","top":"মুয়াযযিনের কথার জবাব দেওয়া শেষ করার পর বলবে,","arabic_diacless":"اللٰهم رب هٰذه الدعوة التامة، والصلاة القائمة، آت محمدا الوسيلة والفضيلة، وابعثه مقاما محمودا الذي وعدته، إنك لا تخلف الميعاد","arabic":"اَللّٰهُمَّ رَبَّ هٰذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيْلَةَ وَالْفَضِيْلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُوْدًا الَّذِيْ وَعَدتَّهُ، إِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ","transliteration":"আল্লা-হুম্মা রববা হা-যিহিদ্ দা‘ওয়াতিত্ তা-ম্মাতি ওয়াস সালা-তিল ক্বা-’ইমাতি আ-তি মুহাম্মাদানিল ওয়াসীলাতা ওয়াল ফাদীলাতা ওয়াব্‘আছহু মাক্বা-মাম মাহমূদানিল্লাযী ওয়া‘আদতাহ, (ইন্নাকা লা তুখলিফুল মী‘আদ)","translations":"হে আল্লাহ! এই পরিপূর্ণ আহ্বান এবং প্রতিষ্ঠিত সালাতের রব্ব! মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে ওসীলা তথা জান্নাতের একটি স্তর এবং ফযীলত তথা সকল সৃষ্টির উপর অতিরিক্ত মর্যাদা দান করুন। আর তাঁকে মাকামে মাহমূদে (প্রশংসিত স্থানে) পৌঁছে দিন, যার প্রতিশ্রুতি আপনি তাঁকে দিয়েছেন। (নিশ্চয় আপনি প্রতিশ্রুতি ভঙ্গ করেন না।) [৩]","bottom":"আব্দুল্লাহ ইবনু আমর (রা) বলেন, রাসূলুল্লাহ স বলেছেন:\r\n“যখন তোমরা মুয়াযযিনকে আযান দিতে শুনবে, তখন সে যেরূপ বলে তদ্রƒপ বলবে। এরপর আমার উপর সালাত পাঠ করবে ; কারণ যে ব্যক্তি আমার উপর একবার সালাত পাঠ করবে, আল্লাহ তাঁকে দশবার সালাত (রহমত) প্রদান করবেন। এরপর আমার জন্য ‘ওসীলা’ চাইবে ; কারণ ‘ওসীলা’ জান্নাতের সর্বোচ্চ স্থান, আল্লাহর একজন মাত্র বান্দাই এ মর্যাদা লাভ করবেন এবং আমি আশা করি আমিই হব সেই বান্দা। যে ব্যক্তি আমার জন্য ‘ওসীলা’ প্রার্থনা করবে, তাঁর জন্য শাফায়াত প্রাপ্য হয়ে যাবে।” [৪]\r\n\r\n‘ওসীলা’ অর্থ নৈকট্য। জান্নাতের সর্বোচ্চ স্তর যা আল্লাহর আরশের সবচেয়ে নিকটবর্তী তাকে ‘ওসীলা’ বলা হয়। এ স্থানটি আল্লাহর একজন বান্দার জন্য নির্ধারিত, তিনিই মুহাম্মাদ (স)। জাবির ইবনু আব্দুল্লাহ (রা) বলেন, রাসূলুল্লাহ (স) বলেছেন, “মুয়াযযিনের আযান শুনে যে ব্যক্তি উপরের বাক্যগুলো বলবে, তাঁর জন্য কিয়ামতের দিন আমার শাফা’আত পাওনা হয়ে যাবে।” [৫]\r\n\r\nআযান ও ইকামতের মধ্যবর্তী সময়ে নিজের জন্য দো‘আ করবে। কেননা ঐ সময়ের দো‘আ প্রত্যাখ্যান করা হয় না। [১]\r\n\r\nআবু হুরাইরা (রা) বলেন, আমরা রাসূলুল্লাহ -এর কাছে ছিলাম। তখন বিলাল (রা) আযান দিলেন। আযান শেষে রাসূলুল্লাহ (স) বললেন:\r\n“এ ব্যক্তি (মুয়াযযিন) যা বলল, তা যদি কেউ দৃঢ় বিশ্বাসের সাথে বলে তাহলে সে জান্নাতে প্রবেশ করবে।” হাদীসটি হাসান। [৬]","reference":"[১] বুখারী, ১/১৫২, নং ৬১১, ৬১৩; মুসলিম, ১/২৮৮, নং ৩৮৩\r\n[২] মুসলিম ৩/১৫৫৭, নং ১৯৬৭; বায়হাকী ৯/২৮৭, দু ব্রাকেটের মাঝখানের অংশ বাইহাকী থেকে, ৯/২৮৭, ইত্যাদি। তবে সর্বশেষ বাক্যটি ইমাম মুসলিমের বর্ণনা থেকে অর্থ হিসেবে গৃহীত। \r\n[৩] আহমাদ ৩/৪১৯, নং ১৫৪৬১, সহীহ সনদে। আর ইবনুস সুন্নী, নং ৬৩৭; আরনাঊত তার ত্বাহাভীয়ার তাখরীজে এর সনদকে বিশুদ্ধ বলেছেন, পৃ.১৩৩ আরও দেখুন, মাজমা‘উয যাওয়ায়েদ ১০/১২৭। \r\n[৪] মুসলিম (৪-কিতাবুস সালাত,৭-বাব ইসতিহবাবিল কাওলি মিসল...) ১/২৮৮, নং ৩৮৪(ভা ১/১৬৬)\r\n[৫] বুখারী(১৪-কিতাবুল আযান, ৮-বাবুদ দাআ ইনদান নিদা) ১/২২২ নং ৫৮৯ (ভারতীয় ১/৮৬)।\r\n[৬] সহীহ ইবন হিব্বান ৪/৫৫৩, মুসতাদরাক হাকিম ১/৩২১; আলবানী সহীহুত তারগীব ১/১৭৭।"}],"pageTitle":"আযানের যিক্‌রসমূহ"}