{"details":[{"dua_global_id":"26","dua_segment_id":"1","top":"","arabic_diacless":"وجهت وجهي للذي فطر السموات والأرض حنيفا وما أنا من المشركين، إن صلاتي، ونسكي، ومحياي، ومماتي للٰه رب \r\nالعالمين، لا شريك له وبذلك أمرت وأنا من المسلمين","arabic":"وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيْفًا وَّمَا أَنَا مِنَ الْمُشْرِكِيْنَ، إِنَّ صَلاَتِيْ، وَنُسُكِيْ، وَمَحْيَايَ، وَمَمَاتِيْ لِلّٰهِ رَبِّ \r\nالْعَالَمِيْنَ، لَا شَرِيْكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِيْنَ","transliteration":"ওয়াজ্জাহ্‌তু ওয়াজহিয়া লিল্লাযী ফাত্বারাস্ সামা-ওয়াতি ওয়াল আরদ্বা হানীফাও ওয়ামা আনা মিনাল মুশরিকীন। ইন্না সালা-তী, ওয়া নুসুকী ওয়া মাহইয়া-ইয়া ওয়া মামা-তী লিল্লা-হি রাব্বিল ‘আ-লামীন। লা শারীকা লাহু ওয়াবিযা-লিকা উমিরতু ওয়া আনা মিনাল মুসলিমীন।","translations":"যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন আমি একনিষ্টভাবে আমার মুখমণ্ডল তাঁর দিকেই ফিরালাম, আর আমি মুশরিকদের অন্তর্ভুক্ত নই। নিশ্চয় আমার সালাত, আমার কুরবানী বা যাবতীয় ইবাদাত, আমার জীবন ও আমার মরণ সৃষ্টিকুলের রব্ব আল্লাহ্‌র জন্য। তাঁর কোনো শরীক নেই। আর আমি এরই আদেশ প্রাপ্ত হয়েছি এবং আমি মুসলিমদের অন্তর্ভুক্ত।","bottom":"","reference":"সহিহ মুসলিম, ৭৭১। বইঃ ৬ মুসাফিরের সালাত ও কসর। অধ্যায়ঃ ২৬। রাত্রিকালীন সালাত ও কিয়ামের দুআ"},{"dua_global_id":"26","dua_segment_id":"2","top":"","arabic_diacless":"اللٰهم أنت الملك لا إله إلا أنت، أنت ربي وأنا عبدك، ظلمت نفسي، واعترفت بذنبي، فاغفر لي ذنوبي جميعا، إنه لا يغفر الذنوب إلا أنت، واهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت واصرف عني سيئها لا يصرف عني سيئها إلا أنت","arabic":"اَللّٰهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أَنْتَ، أَنْتَ رَبِّيْ وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِيْ، وَاعْتَرَفْتُ بِذَنْبِيْ، فَاغْفِرْ لِيْ ذُنُوْبِيْ جَمِيْعًا، إِنَّهُ لَا يَغْفِرُ الذُّنُوْبَ إِلَّا أَنْتَ، وَاهْدِنِيْ لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِيْ لِأَحْسَنِهَا إِلَّا أَنْتَ وَاصْرِفْ عَنِّيْ سَيِّئَهَا لَا يَصْرِفُ عَنِّيْ سَيِّئَهَا إِلَّا أَنْتَ","transliteration":"আল্লা-হুম্মা আনতাল মালিকু লা ইলা-হা ইল্লা আনতা, আনতা রব্বী ওয়া আনা ‘আবদুকা। যালামতু নাফসী ওয়া‘তারাফতু বিযাম্বী। ফাগফির লী যুনূবী জামী‘আন ইন্নাহু লা- ইয়াগফিরুয্ যুনূবা ইল্লা আনতা। ওয়াহদিনী লিআহসানিল আখলা-ক্বি, লা ইয়াহ্‌দী লিআহ্‌সানিহা ইল্লা আনতা। ওয়াসরিফ ‘আন্নী সায়্যিআহা লা ইয়াসরিফু সায়্যিআহা ইল্লা আনতা।","translations":"হে আল্লাহ! আপনিই অধিপতি, আপনি ব্যতীত আর কোনো হক্ব ইলাহ নেই। আপনি আমার রব্ব, আমি আপনার বান্দা। আমি আমার নিজের প্রতি অন্যায় করেছি এবং আমি আমার পাপসমূহ স্বীকার করছি। সুতরাং আপনি আমার সমুদয় গুনাহ মাফ করে দিন। নিশ্চয় আপনি ছাড়া আর কেউ গুনাহসমূহ মাফ করতে পারে না। আর আপনি আমাকে সর্বোত্তম চরিত্রের পথে পরিচালিত করুন, আপনি ছাড়া আর কেউ উত্তম চরিত্রের পথে পরিচালিত করতে পারে না। আর আপনি আমার থেকে আমার খারাপ চরিত্রগুলো দূরীভূত করুন, আপনি ব্যতীত আর কেউ সে খারাপ চরিত্রগুলো অপসারিত করতে পারে না।","bottom":"","reference":""},{"dua_global_id":"26","dua_segment_id":"3","top":"","arabic_diacless":"لبيك وسعديك والخير كلهفي يديك، والشر ليس إليك، أنا بك وإليك، تباركت وتعاليت، أستغفرك وأتوب إليك","arabic":"لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ كُلُّهُفِيْ يَدَيْكَ، وَالشَّرُّ لَيْسَ إِلَيْكَ، أَنَا بِكَ وَإِلَيْكَ، تَبَارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ","transliteration":"লাববাইকা ওয়া সা‘দাইকা ওয়াল-খাইরু কুল্লুহু বিয়াদাইকা, ওয়াশশাররু লাইসা ইলাইকা। আনা বিকা ওয়া ইলাইকা, তাবা-রাক্তা ওয়া তা‘আ-লাইতা। আসতাগফিরুকা ওয়া আতূবু ইলাইকা","translations":"আমি আপনার হুকুম মানার জন্য সদা-সর্বদা হাজির, সকল কল্যাণই আপনার দু’ হাতে নিহিত। অকল্যাণ আপনার দিকে নয় (অর্থাৎ মন্দকে আপনার দিকে সম্পৃক্ত করা উচিত নয়, অথবা মন্দ দ্বারা আপনার নিকটবর্তী হওয়া যায় না, বা মন্দ আপনার দিকে উঠে না)। আমি আপনার দ্বারাই (প্রতিষ্ঠিত আছি, সহযোগিতা পেয়ে থাকি) এবং আপনার দিকেই (আমার সকল প্রবণতা, বা আমার প্রত্যাবর্তন)। আপনি বরকতময় এবং আপনি সুঊচ্চ। আমি আপনার নিকট ক্ষমা চাই এবং আপনার কাছে তাওবাহ্‌ করছি।","bottom":"","reference":"মুসলিম ১/৫৩৪, নং ৭৭১"}],"pageTitle":"সালাতের শুরুতে দো‘আ #৩"}