{"details":[{"dua_global_id":"316","dua_segment_id":"1","top":"","arabic_diacless":"ربنا وسعت كل شىء رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم‏","arabic":"رَبَّنَا وَسِعۡتَ كُلَّ شَىۡءٍ رَّحۡمَةً وَّعِلۡمًا فَاغۡفِرۡ لِلَّذِيۡنَ تَابُوۡا وَاتَّبَعُوۡا سَبِيۡلَكَ وَقِهِمۡ عَذَابَ الۡجَحِيۡمِ‏","transliteration":"রব্বানা-অসিতা কুল্লা শাইর্য়ি রহ্মাতাঁও অ‘ইল্মান্ ফার্গ্ফি লিল্লাযীনা তা-বূ অত্তাবা‘ঊ সাবীলাকা অক্বিহিম্ ‘আযা-বাল্ জ্বাহীম্","translations":"হে আমাদের রব, আপনি রহমত ও জ্ঞান দ্বারা সব কিছুকে পরিব্যপ্ত করে রয়েছেন। অতএব যারা তাওবা করে এবং আপনার পথ অনুসরণ করে আপনি তাদেরকে ক্ষমা করে দিন। আর জাহান্নামের আযাব থেকে আপনি তাদেরকে রক্ষা করুন","bottom":"","reference":""},{"dua_global_id":"316","dua_segment_id":"2","top":"","arabic_diacless":"ربنا وادخلهم جنٰت عدن اۨلتى وعدتهم ومن صلح من اٰبائهم وازواجهم وذريٰتهم ؕانك انت العزيز الحكيم ۙ‏","arabic":"رَبَّنَا وَاَدۡخِلۡهُمۡ جَنّٰتِ عَدۡنِ اۨلَّتِىۡ وَعَدْتَّهُمۡ وَمَنۡ صَلَحَ مِنۡ اٰبَآئِهِمۡ وَاَزۡوَاجِهِمۡ وَذُرِّيّٰتِهِمۡ ؕاِنَّكَ اَنۡتَ الۡعَزِيۡزُ الۡحَكِيۡمُ ۙ‏","transliteration":"রব্বানা-অ‘আদ্খিল্হুম্ জ্বান্না-তি ‘আদ্নি নিল্লাতী অ‘আত্তাহুম্ অমান্ ছলাহা মিন্ আ-বা-য়িহিম্ অআয্ওয়া জ্বিহিম্ অর্যুরিয়্যা-তিহিম্; ইন্নাকা আন্তাল্ ‘আযীযুল্ হাকীম্।","translations":"হে আমাদের রব, আর আপনি তাদেরকে স্থায়ী জান্নাতে প্রবেশ করান, যার ওয়াদা আপনি তাদেরকে দিয়েছেন। আর তাদের পিতা-মাতা, পতি-পত্নি ও সন্তান-সন্ততিদের মধ্যে যারা সৎকর্ম সম্পাদন করেছে তাদেরকেও। নিশ্চয় আপনি মহাপরাক্রমশালী, মহাপ্রজ্ঞাময়","bottom":"","reference":""},{"dua_global_id":"316","dua_segment_id":"3","top":"","arabic_diacless":"وقهم السياٰت ؕومن تق السياٰت يومئذ فقد رحمتهٗ ؕوذٰلك هو الفوز العظيم‏","arabic":"وَقِهِمُ السَّيِّاٰتِ ؕوَمَنۡ تَقِ السَّيِّاٰتِ يَوْمَئِذٍ فَقَدۡ رَحِمۡتَهٗ ؕوَذٰلِكَ هُوَ الۡفَوۡزُ الۡعَظِيۡمُ‏","transliteration":"অ ক্বিহিমুস্ সাইয়িয়া-ত্; অমান্ তাক্বিস্ সাইয়িয়া-তি ইয়াওমায়িযিন্ ফাক্বদ্ রহিম্তাহ্ ; অ যা-লিকা হুওয়াল্ ফাওযুল্ ‘আজীম্।","translations":"আর আপনি তাদের অপরাধের আযাব হতে রক্ষা করুন এবং সেদিন আপনি যাকে অপরাধের আযাব থেকে রক্ষা করবেন, অবশ্যই তাকে অনুগ্রহ করবেন। আর এটিই মহাসাফল্য","bottom":"","reference":"সূরা গাফির - ৪০:৭-৯"}],"pageTitle":"সূরা গাফির - ৪০:৭-৯"}