{"details":[{"dua_global_id":"342","dua_segment_id":"","top":"","arabic_diacless":"اللٰهم صل علی محمد وعلی أزواجه وذريته كما صليت علی آل إبراهيم وبارك على محمد وعلی أزواجه وذريته كما باركت علی آل إبراهيم إنك حميد مجيد","arabic":"اَللّٰهُمَّ صَلِّ عَلَی مُحَمَّدٍ وَعَلَی أَزْوَاجِهِ وَذُرِّيَّتِهِ كَمَا صَلَّيْتَ عَلَی آلِ إِبْرَاهِيْمَ وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَی أَزْوَاجِهِ وَذُرِّيَّتِهِ كَمَا بَارَكْتَ عَلَی آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيْدٌ مَجِيْدٌ","transliteration":"আল্লা-হু্মমা স্বাল্লি- ‘আলা- মু‘হাম্মাদিন ওয়া ‘আলা- আযওয়া-জিহী ওয়া র্যুরিয়্যা-তিহী কামা- স্বাল্লাইতা আলা আ-লি ইবরা-হীম। ওয়া বা-রিক ‘আলা- মু‘হাম্মাদিন ওয়া ‘আলা আযওয়া-জিহী ওয়া র্যুরিয়্যা-তিহী কামা- বা-রাক্তা আলা আ-লি ইবরা-হীম।","translations":"হে আল্লাহ, সালাত প্রদান করুন মুহাম্মাদের উপরে এবং তাঁর স্ত্রীগণ ও তাঁর সন্তানসন্ততিগণের উপরে, যেমন আপনি সালাত প্রদান করেছেন ইবরাহীমের পরিজনদের উপরে। এবং আপনি বরকত প্রদান করুন মুহাম্মাদের উপরে এবং তাঁর স্ত্রীগণ ও তাঁর সন্তানসন্ততিগণের উপরে, যেমন আপনি বরকত প্রদান করেছেন ইবরাহীমের পরিজনদের উপরে।","bottom":"আবূ হুমাইদ সায়ীদী (রা) বলেন, সাহাবীগণ বলেন: হে আল্লাহর রাসূল, আমরা কিভাবে আপনার উপর সালাত পাঠ করব? তখন তিনি এভাবে সালাত পাঠ করতে শিক্ষা দেন। [১]\r\nহাদীস শরীফে আমরা দেখতে পাই আরো অনেক সাহাবীই এ আয়াত নাজিল হওয়ার পরে রাসূলে আকরাম (সা)-এর কাছে সালাত প্রদানের পদ্ধতি জিজ্ঞাসা করেছেন। [২] আর তিনি তাঁদের সকলকেই “দরুদে ইবরাহিমী” শিক্ষা দিয়েছেন। ভাষার ক্ষেত্রে এরূপ সামান্য কম-বেশি আছে।\r\nআল্লামা ইবনুল আসীর  মুবারাক বিন মুহাম্মাদ (৬০৬ হি) বলেছেন: “আল্লাহ তা’আলা আমাদেরকে তাঁর প্রিয়তম নবীর (সা) উপর সালাত প্রদানের নির্দেশ দেন। কিন্তু আমরা তো তাঁর মর্যাদা অনুধাবন করতে পারব না, তাঁর প্রতি আমাদের কর্তব্যও পুরো বুঝতে পারব না। তাই আমরা এ দায়িত্ব আবার মহান আল্লাহকেই দিলাম, আমরা বললাম: হে আল্লাহ আপনি তাঁর উপর সালাত প্রদান করুন, কারণ তাঁর মর্যাদা সম্পর্কে আপনিই ভাল অবগত আছেন।”  তিনি আরো বলেন: “আমরা যখন বলি: ‘আল্লা-হুম্মা সাল্লি আলা মুহাম্মাদ’, হে আল্লাহ মুহাম্মাদের উপর সালাত প্রেরণ করুন, তার অর্থ: হে আল্লাহ, দুনিয়াতে তাঁর সম্মান প্রতিষ্ঠা করে, তাঁর দ্বীনকে প্রতিষ্ঠিত করে, তাঁর শরীয়তকে হেফাজত করে তাঁকে সর্বোচ্চ মর্যাদায় ভূষিত করুন এবং আখেরাতে তাঁর শাফা’আত কবুল করে, তাঁকে সর্বোত্তম পুরস্কার প্রদান করে তাঁকে মর্যাদাময় করুন।” [৩]","reference":"[১] মুসলিম ১/৩০৬, ৪০৭ (ভা ১/১৭৫);            [২] তাবারী, তাফসীর ২২/৪৩-৪৪; ইবনে কাসীর, তাফসীর ৩/৪৮৬-৪৯৫;                       [৩] ইবনুল আসীর, আন-নিহায়া ফী গরীবিল হাদীস ৩/৫০"}],"pageTitle":"যিকর নং ২৯ :  দরুদে ইবরাহীমী-৩"}