{"details":[{"dua_global_id":"344","dua_segment_id":"","top":"","arabic_diacless":"اللٰهم صل علی محمد وأنزله المقعد المقرب عندك يوم القيامة","arabic":"اَللّٰهُمَّ صَلِّ عَلَی مُحَمَّدٍ وَأَنْزِلْهُ الْمَقْعَدَ الْمُقَرَّبَ عِنْدَكَ يَوْمَ الْقِيَامَةِ","transliteration":"আল¬া-হুম্মা, স্বালি¬ ‘আলা- মুহাম্মাদিন, ওয়া আনযিলহুল মাক্ব‘আদাল মুর্ক্বারাবা ‘ইনদাকা ইয়াওমাল ক্বিয়ামাহ।","translations":"হে আল্লাহ মুহাম্মাদের উপর সালাত (দরুদ) প্রেরণ করুন এবং তাঁকে কিয়ামতের দিন আপনার নৈকট্যপ্রাপ্ত অবস্থানে অবতীর্ণ করুন।","bottom":"রুআইফি বিন সাবিত আনসারী (রা) বলেন: রাসূলুল্লাহ (স) বলেছেন:\r\n“যে ব্যক্তি উপরের কথাগুলো (সালাতটি) বলবে, তার জন্য আমার শাফায়াত পাওনা হবে।” হাদীসটির সনদে একজন দুর্বল রাবী রয়েছেন, তবে আল্লামা হায়সামী ও মুনযিরী হাদীসটিকে হাসান বা গ্রহণযোগ্য বলেছেন। [১]\r\nঅন্য হাদীসে ইবনু মাস’ঊদ (রা) বলেন, রাসূলুল্লাহ (স) বলেন: \r\n“কিয়ামতের দিন মানুষদের মধ্য থেকে সে ব্যক্তি আমার সবচেয়ে নিকটবর্তী (আমার শাফায়তের সবচেয়ে বেশি হকদার) হবে, যে সবচেয়ে বেশি আমার উপর সালাত (দরুদ) পাঠ করে।” হাদীসটি হাসান। [২] অন্য একটি দুর্বল সনদের হাদীসে বলা হয়েছে :\r\n“যদি কেউ দিনে ১ হাজার বার আমার উপর সালাত (দরুদ) পাঠ করে তাহলে জান্নাতে তাঁর অবস্থান স্থল না দেখে তাঁর মৃত্যু হবে না (মৃত্যুর পূর্বেই তার জান্নাতের ঘর দেখার সৌভাগ্য হবে)।” হাদীসটির সনদ দুর্বল। [৩] \r\nঅন্য হাদীসে সামুরা বিন জুনদুব (রা) বলেন, রাসূলুল্লাহ (স) ব বলেছেন:\r\n “আমি গত রাতে একটি অদ্ভুত স্বপ্ন দেখলাম (তাঁর স্বপ্নও ওহী), আমি দেখলাম আমার উম্মতের এক ব্যক্তি পুল-সিরাতের উপর বুকে হেটে চলেছে, কখনো বা হামাগুড়ি দিচ্ছে, কখনো বা ঝুলে পড়ছে, এমতাবস্থায় আমার উপর পাঠকৃত তার সালাত এসে তাকে সোজাভাবে সিরাতের উপর সোজা দু’পায়ে দাঁড় করিয়ে দিল এবং তাকে উদ্ধার করল।” \r\nইবনুল কাইয়েম ও সাখাবীর আলোচনা থেকে বুঝা যায় যে, হাদীসটির সনদে দুর্বলতা থাকলেও তা মোটামুটি গ্রহণযোগ্য বা আলোচনাযোগ্য। [৪]","reference":"[১] মুসনাদে আহমাদ ২/৩৫২, তাবারানী, আল-মু'জামুল কাবীর ৫/২৫-২৬; আল-মু'জামুল আউসাত ৩/৪৫৬, নং ৩২৯৭, হাইসামী, মাজমাউয যাওয়াইদ ১০/১৬৩;  মুনযিরী, আত-তারগীব ২/৫০২-৫০৩                                    [২] তিরমিযী ২/৩৫৪, নং ৪৮৪ (ভা ১/১১০); সাখাবী , আল-কাউলুল বাদী, পৃ. ১৩০-১৩১; আলবানী, সহীহুত তারগীব ২/১৩৬                              [৩] ইবনুল কাইয়েম, জালাউল আউহাম, পৃ. ৩০, সাখাবী, আল-কাউলুল বাদী পৃ. ১২৬                                                                          [৪] ইবনুল কাইয়েম, জালাউল আউহাম, পৃ. ২৩৫, সাখাবী, আল-কাউলুল বাদী পৃ. ১২৪"}],"pageTitle":"যিকর নং ৩১ : আরেকটি মাসনূন সালাত"}