{"details":[{"dua_global_id":"347","dua_segment_id":"","top":"আমরা দেখেছি যে, কুরআনই আল্লাহর শ্রেষ্ঠ যিকর। সালাতে দাঁড়ানো অবস্থায় কুরআন তিলাওয়াত মূল যিকর। এছাড়া তাহাজ্জুদের সালাতে রাসূলুল্লাহ স তিলাওয়াতের ফাঁকে ফাঁকে দুআ করতেন বলে বিভিন্ন হাদীসে বর্ণিত হয়েছে। আমরা দেখেছি যে, ইমাম আবূ হানীফা ফরয সালাতে ও জামাতে সালাতেও ইমাম ও মুক্তাদীদের জন্য এরূপ দুআ করার অনুমতি দিয়েছেন, যদি এভাবে দুআ না করে কুরআন তিলাওয়াত বা শ্রবণের শ্রেষ্ঠ যিকরে ব্যস্ত থাকাকেই উত্তম বলে গণ্য করেছেন। তবে তাহাজ্জুদের সালাতে বা একাকী সালাতে এভাবে তিলাওয়াতের মাঝে মাঝে দুআ করা গুরুত্বপূর্ণ সুন্নাত এবং সালাতের খুশু বা মনোযোগ বৃদ্ধিতে অত্যন্ত সহায়ক। রাসূলুল্লাহ স সাধারণ তিলাওয়াত-কৃত আয়াতের অর্থের ভিত্তিতে দুআ করতেন। এখানে একটি সাধারণ দুআ উদ্ধৃত করছি।","arabic_diacless":"اللٰهم إني أسألك إيمانا لا يرتد، ونعيما لا ينفد، ومرافقة محمد صلى اللٰه عليه وسلم في أعلی جنة الخلد","arabic":"اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ إِيْمَانًا لاَ يَرْتَدُّ، وَنَعِيْمًا لاَ يَنْفَدُ، وَمُرَافَقَةَ مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ فِيْ أَعْلَی جَنَّةِ الْخُلْدِ","transliteration":"আল্লা-হুম্মা, ইন্নী আস্আলুকা ঈমা-নান লা- ইর্য়াতাদ্দু, ওয়া না‘ঈমান লা- ইয়ান্ফাদু, ওয়া মুরা-ফাক্কাতা মুহাম্মাদিন  ফী আ‘অ্লা জান্নাতিল ‘খুল্দি।","translations":"হে আল্লাহ, আমি আপনার কাছে চাই, সৃদৃঢ় ঈমান যা পশ্বাদপসারণ বা পক্ষত্যাগ করে না, স্থায়ী নিয়ামত যা শেষ হয় না এবং সবোর্চ্চ জান্নাতুল খুলদ-এ মুহাম্মাদ -এর সাহচর্য","bottom":"আব্দুল্লাহ ইবন মাসঊদ (রা) বলেন, তিনি মসজিদে (তাহাজ্জুদের) সালাত আদায় করছিলেন। এমতাবস্থায় রাসূলুল্লাহ (স) আবূ বাকর (রা) ও উমার (রা) উভয়ের সাথে মসজিদে প্রবেশ করেন। আব্দুল্লাহ ইবন মাসঊদ (রা) তখন সূরা নিসা পাঠ করছিলেন। তিনি সূরা নিসার ১০০ আয়াতে পৌঁছে সালাতে দণ্ডায়মান অবস্থায় দুআ করতে শুরু করলেন। তখন রাসূলুল্লাহ (স) তিন বার বললেন: তুমি দুআ কর তোমার দুআ কবুল হবে। তখন আব্দুল্লাহ ইবন মাসঊদ (রা) এ কথাগুলো বলে দুআ করেন। হাদীসটি হাসান।\r\nতাহাজ্জুদের সালাতে কুরআন পাঠের সময়, সালাতের মধ্যে, সালামের আগে, পরে ও সকল সময়ে এ দুআটি পাঠ করা উচিত।","reference":"[১]আহমাদ,আল-মুসনাদ ১/৪৫৪; ইবন হিব্বান, আস-সহীহ ৫/৩০৩; আলবানী, সহীহাহ ৫/৩৭৯।"}],"pageTitle":"যিকর নং ৫০: সালাতের তিলাওয়াত কালীন যিকর"}