{"details":[{"dua_global_id":"350","dua_segment_id":"","top":"","arabic_diacless":"اللٰهم ألف بين قلوبنا وأصلح ذات بيننا واهدنا سبل السلام ونجنا من الظلمات إلى النور وجنبنا الفواحش ما ظهر منها وما بطن وبارك لنا في أسماعنا وأبصارنا وقلوبنا وأزواجنا وذرياتنا وتب علينا إنك أنت التواب الرحيم واجعلنا شاكرين لنعمتك مثنين بها قابليها وأتمها","arabic":"اَللّٰهُمَّ أَلِّفْ بَيْنَ قُلُوْبِنَا وَأَصْلِحْ ذَاتَ بَيْنِنَا وَاهْدِنَا سُبُلَ السَّلَامِ وَنَجِّنَا مِنْ الظُّلُمَاتِ إِلَى النُّوْرِ وَجَنِّبْنَا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَبَارِكْ لَنَا فِيْ أَسْمَاعِنَا وَأَبْصَارِنَا وَقُلُوْبِنَا وَأَزْوَاجِنَا وَذُرِّيَّاتِنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ وَاجْعَلْنَا شَاكِرِيْنَ لِنِعْمَتِكَ مُثْنِيْنَ بِهَا قَابِلِيْهَا وَأَتِمَّهَا","transliteration":"আল্লা-হুম্মা, আল্লিফ বাইনা কুলুবিনা-, ওয়া আসলি‘হ যা-তা বাইনিনা-, ওয়াহ্দিনা- সুবুলাস সালা-ম, ওয়া নাজ্জিনা- মিনায যুলুমা-তি ইলান নূর। ওয়া জান্নিবনাল ফাওয়া-‘িহশা মা যাহারা মিনহা- ওয়া মা- বাতান। ওয়া বা-রিক লানা- ফী আসমা-‘ইনা-, ওয়া আবসা-রিনা-, ওয়া কুলুবিনা-, ওয়া আযওয়া-জিনা, ওয়া যুররিয়্যা-তিনা-। ওয়া তুব ‘আলাইনা-, ইন্নাকা আনতাত তাওয়া-বুর রাহীম। ওয়াজ্ ‘আলনা- শা-কিরীনা লিনি’মাতিকা, মুসনীনা বিহা- কাবিলীহা, ওয়া আতমিমহা- ‘আলাইনা-।","translations":"হে আল্লাহ, আপনি আমাদের অন্তরের মধ্যে পরস্পরের প্রতি ভালবাসা ও সম্প্রীতি সৃষ্টি করে দিন। আপনি আমাদের মধ্যে সুসম্পর্ক ও সৌহার্দ্য প্রদান করুন। আপনি আমাদেরকে শান্তির পথে পরিচালিত করুন, আমাদেরকে অন্ধকার থেকে মুক্ত করে আলোয় নিয়ে আসুন, আমাদেরকে প্রকাশ্য ও অপ্রকাশ্য সকল অশ্লীলতা থেকে রক্ষা করুন। আপনি আমাদের শ্রবণযন্ত্রে, আমাদের দৃষ্টিশক্তিতে, আমাদের অন্তরে, আমাদের দাম্পত্য সঙ্গীগণের মধ্যে এবং আমাদের সন্তানগণের মধ্যে বরকত প্রদান করুন। আপনি আমাদের তওবা কবুল করুন। নিশ্চয় আপনি তওবা কবুলকারী পরম করুণাময়। আপনি আমাদেরকে আপনার নিয়ামতের কৃতজ্ঞতা আদায়ের, নিয়ামতের জন্য আপনার প্রশংসা করার এবং নিয়ামতকে সসম্মানে গ্রহণ করার তাওফীক প্রদান করুন এবং আপনি আমাদের জন্য প্রদত্ত আপনার নিয়ামতকে পূর্ণ করুন।","bottom":"আব্দুল্লাহ ইবনু মাস’ঊদ (রা) বলেন, রাসূলুল্লাহ (স) আমাদেরকে তাশাহহুদের পরে দু‘আর এ বাক্যগুলো শেখাতেন। হাদীসটির সনদ সহীহ।","reference":"[১]আবু দাঊদ (কিতাবুস সালাত,বাবুত তাশাহহুদ) ১/২৫২, নং ৯৬৯ (ভা ১/১৩৯) মুসতাদরাক হাকিম ১/৩৯৭, মাওয়ারিদুয যামআন ৮/৭৪,জামিউল উসূল ৪/২০৫-২০৬।"}],"pageTitle":"যিকর নং ৬৬ : দুআ মাসূর-১"}