{"details":[{"dua_global_id":"351","dua_segment_id":"","top":"","arabic_diacless":"اللٰهم إني أسألك من الخير كله عاجله وآجله ما علمت منه وما لم أعلم وأعوذ بك من الشر كله عاجله وآجله ما علمت منه وما لم أعلم، اللٰهم إني أسألك من خير ما سألك عبدك ونبيك (محمد ﷺ) وأعوذ بك من شر ما عاذ به عبدك ونبيك (محمد ﷺ)، اللٰهم إني أسألك الجنة وما قرب إليها من قول أو عمل وأعوذ بك من النار وما قرب إليها من قول أو عمل وأسألك ما قضيت لي من أمر أن تجعل عاقبته رشدا","arabic":"اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ وَأَعُوْذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ (مُحَمَّدٌٌ ﷺ) وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ (مُحَمَّدٌ ﷺ)، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَعُوْذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَسْأَلُكَ مَا قَضَيْتَ لِيْ مِنْ أَمْرٍ أَنْ تَجْعَلَ عَاقِبَتَهُ رَشَدًا","transliteration":"আল্লা-হুম্মা, ইন্নী আস্আলুকা মিনাল খাইরি কুল্লিহী, ‘আ-জিলিহী ওয়া আজিলিহী, মা- ‘আলিম্তু মিন্হু ওয়ামা- লাম্ আ‘অ্লাম। ওয়া আ‘ঊযু বিকা মিনাশ্ র্শারি কুল্লিহী মা- ‘আলিম্তু মিন্হু ওয়ামা- লাম্ আ‘অ্লাম।। আল্লা-হুম্মা, ইন্নী আস্আলুকা মিন খাইরি মা- সাআলাকা ‘আব্দুকা ওয়া নাবিয়্যুকা (মুহাম্মাদুন ), ওয়া আ‘ঊযু বিকা মিন র্শারি মা ‘আ-যা বিহী ‘আব্দুকা ওয়া নাবিয়্যুকা (মুহাম্মাদুন )। আল্লা-হুম্মা, ইন্নী আস্আলুকাল জান্নাতা ওয়ামা- র্ক্বারাবা ইলাইহা- মিন ক্বাওলিন আও ‘আমাল। ওয়া আ‘ঊযু বিকা মিনান না-রি ওয়ামা- র্ক্বারাবা ইলাইহা মিন ক্বাওলিন আও ‘আমাল। ওয়া আস্আলুকা মা- ক্বাদ্বাইতা লী মিন আম্রিন আন তাজ্‘আলা ‘আ-ক্বিবাতাহু রাশাদান।","translations":"হে আল্লাহ, আমি আপনার কাছে চাই সকল কল্যাণ থেকে: নিকটবর্তী কল্যাণ, দূরবর্তী কল্যাণ, আমি যে কল্যাণ সম্পর্কে অবগত আছি এবং আমি যে কল্যাণ সম্পর্কে অবগত নই। আর আমি আপনার আশ্রয় গ্রহণ করছি সকল অকল্যাণ থেকে: নিকটবর্তী অকল্যাণ, দূরবর্তী অকল্যাণ, আমি যে অকল্যাণ সম্পর্কে অবগত আছি এবং আমি যে অকল্যাণ সম্পর্কে অবগত নই। হে আল্লাহ, আমি আপনার কাছে সে সকল কল্যাণ চাই যে সকল কল্যাণ চেয়েছেন আপনার কাছে আপনার বান্দা এবং আপনার নবী (মুহাম্মাদ )। হে আল্লাহ, আমি আপনার কাছে আশ্রয় চাই সে সকল অকল্যাণ থেকে যে সকল অকল্যাণ থেকে আপনার আশ্রয় চেয়েছেন আপনার বান্দা এবং আপনার নবী (মুহাম্মাদ )। হে আল্লাহ, আমি আপনার কাছে চাই জান্নাত এবং জান্নাতের নিকটে নিয়ে যায় এরূপ সকল কথা বা কাজের তাওফীক। এবং আমি আপনার আশ্রয় চাই জাহান্নাম থেকে এবং সেই সব কথা বা কাজ থেকে যা জাহান্নামের কাছে নিয়ে যায়। আর আমি আপনার নিকট প্রার্থনা করি যে, আপনি আমার জন্য যা কিছু ভাগ্য নির্ধারণ করেছেন সব কিছুর চূড়ান্ত পরিণতি আমার জন্য মঙ্গলময় কল্যাণকর করে দিন।","bottom":"আয়েশা (রা) বলেন, রাসূলুল্লাহ (স) তাঁকে এ দু‘আটি শিক্ষা দেন। অন্য বর্ণনায় তিনি বলেন, তিনি সালাতে রত ছিলেন। তখন রাসূলুল্লাহ (স) বলেন, তুমি পূর্ণ বাক্যাবলি ব্যবহার করবে। সালাতের পরে তিনি এ বিষয়ে প্রশ্ন করলে তিনি তাকে এ দুআটি শিখিয়ে দেন। অন্য হাদীসে ইবনু মাসঊদ (রা) বলেন, রাসূলুল্লাহ (স) তাশাহ্হুদের পরে পাঠের জন্য এ প্রকারের দু‘আ শিক্ষা দেন।","reference":"[১]ইবনু মাজাহ ২/১২৬৪ (ভা ১/২৭৩); সহীহ ইবনু হিব্বান ৩/১৫০; মুসতাদরাক হাকিম ১/৭০২;হাইসামী,মাজমাউয যাওয়াইদ ২/১৪২-১৪৩,২৩২\r\nহাদিসটির সব বর্ণনাই সহীহ।"}],"pageTitle":"যিকর নং ৭১ : দুআ মাসূর-৬"}