{"details":[{"dua_global_id":"355","dua_segment_id":"","top":"","arabic_diacless":"رب أعني ولا تعن علي وانصرني ولا تنصر علي وامكر لي ولا تمكر علي واهدني ويسر الهدى لي (إلي) وانصرني علی من بغى علي رب اجعلني لك شكارا لك ذكارا لك رهابا لك مطواعا لك مخبتا إليك أواها منيبا رب تقبل توبتي واغسل حوبتي وأجب دعوتي وثبت حجتي وسدد لساني واهد قلبي واسلل سخيمة قلبي (صدري","arabic":"رَبِّ أَعِنِّيْ وَلاَ تُعِنْ عَلَيَّ وَانْصُرْنِيْ وَلا تَنْصُرْ عَلَيَّ وَامْكُرْ لِيْ وَلا تَمْكُرْ عَلَيَّ وَاهْدِنِيْ وَيَسِّرِ الْهُدَى لِيْ (إِلَيَّ) وَانْصُرْنِيْ عَلَی مَنْ بَغَى عَلَيَّ رَبِّ اجْعَلْنِيْ لَكَ شَكَّارًا لَكَ ذَكَّارًا لَكَ رَهَّابًا لَكَ مِطْوَاعًا لَكَ مُخْبِتًا إِلَيْكَ أَوَّاهًا مُنِيْبًا رَبِّ تَقَبَّلْ تَوْبَتِيْ وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِيْ وَثَبِّتْ حُجَّتِيْ وَسَدِّدْ لِسَانِيْ وَاهْدِ قَلْبِيْ وَاسْلُلْ سَخِيْمَةَ قَلْبِيْ (صَدْرِيْ","transliteration":"","translations":"হে আমার প্রতিপালক, আপনি আমাকে শক্তি-সহায়তা প্রদান করুন, আর আমার বিরুদ্ধে সহায়তা প্রদান করবেন না। এবং আপনি আমাকে সাহায্য করুন, আর আমার বিরুদ্ধে সাহায্য করবেন না। এবং আপনি আমার জন্য কৌশল করুন, আর আমার বিরুদ্ধে কৌশল করবেন না। এবং আপনি আমাকে হেদায়াত করুন এবং আমার জন্য হেদায়াত সহজ করুন। আপনি আমাকে সাহায্য করুন যে আমার উপর অত্যাচার করেছে তার বিরুদ্ধে। হে আমার প্রতিপালক, আপনি আমাকে বানিয়ে দিন আপনার জন্য অধিক কৃতজ্ঞতা প্রকাশকারী, আপনার অধিক যিকরকারী, আপনার প্রতি অধিক ভীতিসম্পন্ন, আপনার অধিক আনুগত্যকারী, আপনার প্রতি বিনয়ী এবং আপনার দিকে বেশি বেশি তাওবা কারী। হে আমার প্রতিপালক, আপনি কবুল করুন আমার তাওবা, ধুয়ে দিন আমার পাপ, কবুল করুন আমার দু‘আ, প্রতিষ্ঠিত করুন আমার প্রমাণ, পবিত্র-সুসংরক্ষিত করুন আমার জিহ্বা, সুপথে পরিচালিত করুন আমার অন্তর, বের করে দিন আমার অন্তরের সব হিংসা, বিদ্বেষ ও সংকীর্ণতা।","bottom":"আমরা একেক সময় একেকটি দুআ পাঠ করব। ইমাম আবু হানীফা (রহ) ও অন্যান্য সকল ইমাম এ সময়ে যে কোনো বিষয়ে দু‘আ চাওয়ার অনুমতি দিয়েছেন। তবে মাসনূন দু‘আ পাঠের চেষ্টা করতে হবে। কুনুতের এ চারটি মাসনূন দুআ ছাড়াও এ বইয়ে উল্লেখিত যে কোনো মাসনূন দুআ অথবা কুরআন ও হাদীসের যে কোনো দুআ আমরা মুখস্থ করে অর্থের দিকে লক্ষ্য রেখে ‘কুনূত’ হিসেবে পাঠ করতে পারি।","reference":"[১]ইবন মাজাহ (৩৪-কিতাবুদ্দুআ,২-বাব দুআয়ি রসুলিল্লাহ) ২/১২৫৯ (ভা ২/২৭১);তিরমিযী(৪৯-কিতাবুদ দাওয়াত, ১০৩-বাবু দুআয়িন্নাবিয়্যি) ৫/৫১৭,নং ৩৫৫১ (ভা ১/২১২)।"}],"pageTitle":"যিকর নং ৮৭: মাসনূন কুনূত-৪"}