{"details":[{"dua_global_id":"367","dua_segment_id":"","top":"","arabic_diacless":"اللٰهم أصلح لي ديني الذي جعلته عصمة أمري، وأصلح لي دنياي التي جعلت فيها معاشي، اللٰهم أعوذ برضاك من سخطك، وبعفوك من نقمتك، وأعوذ بك منك، اللٰهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد","arabic":"اَللّٰهُمَّ أَصْلِحْ لِيْ دِيْنِيَ الَّذِيْ جَعَلْتَهُ عِصْمَةَ أَمْرِي، وَأَصْلِحْ لِيْ دُنْيَايَ الَّتِيْ جَعَلْتَ فِيْهَا مَعَاشِيْ، اَللّٰهُمَّ أَعُوْذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِعَفْوِكَ مِنْ نِقْمَتِكَ، وَأَعُوْذُ بِكَ مِنْكَ، اَللّٰهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ","transliteration":"আল্লা-হুম্মা, আস্বলি‘হ লী দীনিয়াল লাযী জা‘আল্তাহু ‘ইস্বমাতা আমরী। ওয়া আস্বলি‘হ লী দুন্ইয়া-ইয়াল্ লাতী জা‘আলতা ফীহা মা‘আ-শী। আল্লা-হুম্মা, ইন্নী আ‘ঊযু বি রিদা-কা মিন সাখাত্বিকা, ওয়াবি ‘আফ্বিকা মিন নাক্বামাতিকা, ওয়া আঊযু বিকা মিনকা। আল্লা-হুম্মা, লা- মা-নি‘আ লিমা- আ‘অ্ত্বাইতা, ওয়ালা- মু‘অ্ত্বিয়া লিমা মানা‘অ্তা, ওয়া লা- ইয়ানফা‘উ যাল জাদ্দি মিনকাল জাদ্দু।","translations":"হে আল্লাহ, আপনি আমার দ্বীনকে সংশোধিত-কল্যাণময় করুন, যাকে আপনি আমার রক্ষাকবজ বানিয়েছেন এবং আমার পার্থিব জীবনকে সংশোধিত করুন, যাতে আমার জীবন ও জীবিকা রেখেছেন। হে আল্লাহ, আমি আপনার অসন্তুষ্টি থেকে আপনার সন্তুষ্টির নিকট, আপনার শাস্তি থেকে আপনার ক্ষমার নিকট এবং আপনার থেকে আপনার নিকট আশ্্রয় প্রার্থনা করছি। হে আল্লাহ, আপনি যা প্রদান করেন তা ঠেকানোর কেউ নেই। এবং আপনি যা প্রদান না করেন তা প্রদান করার ক্ষমতাও কারো নেই। এবং কোনো পারিশ্রমকারীর পরিশ্রম আপনার ইচ্ছার বাইরে তার কোনো উপকারে লাগে না।","bottom":"সুহাইব (রা) বলেন:\r\n“রাসূলুল্লাহ (স) সালাত শেষ করার সময় এ দু‘আ বলতেন।” \r\nহাদীসটির সনদ মোটামুটি গ্রহণযোগ্য। একটি যয়ীফ সনদে বর্ণিত:\r\n“রাসূলুল্লাহ (স) যখন ফজরের সালাত শেষ করতেন তখন জোরে শব্দ করে তাঁর সাহাবীগণকে শুনিয়ে এ দু‘আটি তিন বার পাঠ করতেন।","reference":"[১]সহীহ ইবনু হিব্বান ৫/৩৭৩,নং ২০২৬, মাওয়ারিদুয যামআন ২/২৫৯-১৬১,সহীহ ইবনু খুযাইমা ১/৩৬৬-৩৬৭,নাসাঈ,আমালুল ইয়াওম,আস-সুনানুল কুবরা ৬/৪০,যাকারিয়্যা,আল-ইখবার,৫৬।  [২]তাবারানী,আল-মুজামুল আউসাত ৭/১৪২ নং ৭১০৬,হাইসামী,মাজমাউয যাওয়াইদ ১০/১১১"}],"pageTitle":"যিকর নং ১০৯:"}