{"details":[{"dua_global_id":"375","dua_segment_id":"","top":"","arabic_diacless":"اللٰهم ربنا ورب كل شيء أنا شهيد أنك أنت الرب وحدك لا شريك لك اللٰهم ربنا ورب كل شيء أنا شهيد أن محمدا عبدك ورسولك اللٰهم ربنا ورب كل شيء أنا شهيد أن العباد كلهم إخوة اللهم ربنا ورب كل شيء اجعلني مخلصا لك وأهلي في كل ساعة في الدنيا والآخرة يا ذا الجلال والإكرام، اسمع واستجب اللٰه أكبر الأكبر اللٰهم نور السموات والأرض (رب السموات والأرض) اللٰه أكبر الأكبر حسبي اللٰه ونعم الوكيل اللٰه أكبر الأكبر","arabic":"اَللّٰهُمَّ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ أَنَا شَهِيْدٌ أَنَّكَ أَنْتَ الرَّبُّ وَحْدَكَ لَا شَرِيْكَ لَكَ اَللّٰهُمَّ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ أَنَا شَهِيْدٌ أَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُوْلُكَ اَللّٰهُمَّ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ أَنَا شَهِيْدٌ أَنَّ الْعِبَادَ كُلَّهُمْ إِخْوَةٌ اللَّهُمَّ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ اِجْعَلْنِي مُخْلِصًا لَكَ وَأَهْلِيْ فِيْ كُلِّ سَاعَةٍ فِي الدُّنْيَا وَالآخِرَةِ يَا ذَا الْجَلَالِ وَالإِكْرَامِ، اِسْمَعْ وَاسْتَجِبْ اَللّٰهُ أَكْبَرُ الأَكْبَرُ اَللّٰهُمَّ نُوْرَ السَّمَوَاتِ وَالأَرْضِ (رَبَّ السَّمَوَاتِ وَالأَرْضِ) اَللّٰهُ أَكْبَرُ الأَكْبَرُ حَسْبِيَ اللّٰهُ وَنِعْمَ الْوَكِيْلُ اَللّٰهُ أَكْبَرُ الأَكْبَرُ","transliteration":"","translations":"হে আল্লাহ, আমাদের প্রভু ও সকল বস্তুর প্রভু, আমি সাক্ষ্য প্রদান করছি যে, আপনিই প্রভু। আপনি একক। আপনার কোনো শরীক নেই। হে আল্লাহ, আমাদের প্রভু ও সকল বস্তুর প্রভু, আমি সাক্ষ্য প্রদান করছি যে, মুহাম্মাদ আপনার বান্দা এবং রাসূল। হে আল্লাহ, আমাদের প্রভু ও সকল বস্তুর প্রভু, আমি সাক্ষ্য প্রদান করছি যে, সকল বান্দা পরস্পর ভাই ভাই। হে আল্লাহ, আমাদের প্রভু ও সকল বস্তুর প্রভু, আমাকে এবং আমার পরিবার পরিজনকে দুনিয়া ও আখেরাতের প্রতিক্ষণে ও সকল মুহূর্তে আপনার জন্য মুখলিস ও আন্তরিক বানিয়ে দিন। হে মহাপরাক্রম ও সম্মানের অধিকারী, আপনি শুনুন এবং কবুল করুন। আল্লাহ শ্রেষ্ঠ, সর্বশ্রেষ্ঠ। হে আল্লাহ, আসমান ও জমিনের আলো (অন্য বর্ণনায়: আসমান ও জমিনের প্রভু) আল্লাহ শ্রেষ্ঠ, সর্বশ্রেষ্ঠ। আল্লাহই আমার জন্য যথেষ্ট। আল্লাহ সর্বোত্তম উকিল। আল্লাহ শ্রেষ্ঠ, সর্বশ্রেষ্ঠ।","bottom":"হাদীসটির সনদ দুর্বল।","reference":"[১]আবু দাঊদ (কিতাবুস সালাত,বাব মা ইয়াকুলু...) ২/৮৪ (ভা ১/২১১); মুসনাদ আহমাদ ৪/৩৬৯।"}],"pageTitle":"যিকর নং ১১৯:"}