{"details":[{"dua_global_id":"389","dua_segment_id":"","top":"","arabic_diacless":"أعوذ بكلمات اللٰه التامات التى لا يجاوزهن بر، ولا فاجر من شر ما خلق وذرأ وبرأ، ومن شر ما ينزل من السماء، ومن شر ما يعرج فيها، ومن شر ما ذرأ فى الأرض، ومن شر ما يخرج منها، ومن شر الليل والنهار، ومن شر كل طارق إلا طارقا يطرق بخير يا رحمٰن","arabic":"أَعُوْذُ بِكَلِمَاتِ اللّٰهِ التَّامَّاتِ الَّتِىْ لَا يُجَاوِزُهُنَّ بَرٌّ، وَلَا فَاجِرٌ مِنْ شَرِّ مَا خَلَقَ وَذَرَأَ وَبَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيْهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِىْ الأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمٰنُ","transliteration":"আ‘ঊযু বিকালিমা-তিল্লাহিত তাম্মা-তিল্লাতী লা- ইউজাওিযুহুন্না র্বারুন ওয়ালা- ফা-জির, মিন র্শারি মা- খালাক্কা ওয়া যারাআ ওয়া বারাআ, ওয়া মিন র্শারি মা ইয়ানযিলু মিনাস সামা-য়ি ওয়া মিন র্শারি মা ইয়া‘অরুজু ফীহা-, ওয়া মিন র্শারি মা যারাআ ফিল আরদ্বি, ওয়া মিন র্শারি মা ইয়া‘খরুজু মিন্হা-, ওয়া মিন র্শারিল্লাইলি ওয়ান নাহা-রি, ওয়া মিন র্শারি কুল্লি ত্বা-রিক্কিন ইল্লা- ত্বারিক্কান ইয়াত্বরুক্কু বিখাইরিন ইয়া- রা‘হমা-ন।","translations":"আমি আশ্রয় গ্রহণ করছি আল্লাহর পরিপূর্ণ বাক্যাবলির, যেগুলোকে অতিক্রম করতে পারে না কোনো পুণ্যবান বা কোনো পাপী, তিনি যা কিছু সৃষ্টি করেছেন, বানিয়েছেন ও ছড়িয়ে দিয়েছেন তার অনিষ্ট থেকে, যা কিছু আসমান থেকে অবতরণ করে তার অনিষ্ট থেকে, যা কিছু আসমানে উঠে তার অনিষ্ট থেকে, যা কিছু যমিনে সৃষ্ট-ছড়ানো তার অনিষ্ট থেকে, যা কিছু যমিন থেকে বের হয় তার অনিষ্ট থেকে, রাত ও দিনের অনিষ্ট থেকে এবং সকল আগন্তুকের অনিষ্ট থেকে, শুধু যে আগন্তুক কল্যাণ-সহ আগমন করে সে ব্যতীত, হে মহা-দয়াময়।","bottom":"আব্দুর রাহমান ইবন খানবাশ (রা) বলেন, “এক রাতে শয়তান জিনগণ আগুন নিয়ে মরুপ্রান্তরে রাসূলুল্লাহ (স)-কে আক্রমন করতে এগিয়ে আসে। তখন জিবরাঈল (আ) এসে তাঁকে এ দুআটি শিখিয়ে দেন। দুআটি পাঠের সাথে সাথে শয়তানদের আগুন নিভে যায় এবং তারা পালিয়ে যায়।” অন্য হাদীসে খালিদ ইবনুল ওয়ালীদ (রা) বলেন, “আমি রাতে প্রচণ্ড আতঙ্কিত হতাম, এমনকি তরবারি নিয়ে ছুটতাম এবং যা পেতাম তাতেই আঘাত করতাম। রাসূলুল্লাহ (স)-কে এ কথা জানালে তিনি বলেন: আমাকে জিবরাঈল যে দুআ শিখিয়েছেন আমি তোমাকে তা শিখিয়ে দিচ্ছি। (উপরের দুআটির অনুরূপ)।” হাদীসটি সহীহ।","reference":"আহমাদ, আল-মুসনাদ (আরনউত সম্পাদিত) ৩/৪১৯; আবূ ইয়ালা, আল-মুসনাদ (আসাদ সম্পাদিত) ১২/২৩৭; তাবারানী, আল-মু'জামুল আউসাত ৫/৩১৫; আলবানী, সহীহাহ; মুখতাসারাহ (শামিলা) ২/৪৯৫, ৭/১৯৬; সহীহুত তারগীব ২/১২০।"}],"pageTitle":"যিকর নং ১৬৫: (যিকরের মূল বাক্যগুলি)"}