{"details":[{"dua_global_id":"417","dua_segment_id":"","top":"সহীহ হাদীসে বর্ণিত যে, মৃতকে কবরস্থ করার পরে উপস্থিত ব্যক্তিদের জন্য সুন্নাত তিন বার দু হাত ভরে মাটি কবরে ফেলা।","arabic_diacless":"أن رسول اللٰه (ﷺ ) صلى على جنازة ثم أتى قبر الميت فحثى عليه من قبل رأسه ثلاثا","arabic":"أَنَّ رَسُولَ اللّٰهِ (ﷺ ) صَلَّى عَلَى جِنَازَةٍ ثُمَّ أَتَى قَبْرَ الْمَيِّتِ فَحَثَى عَلَيْهِ مِنْ قِبَلِ رَأْسِهِ ثَلَاثًا","transliteration":"","translations":"","bottom":"“রাসূলুল্লাহ (স) একটি জানাযার সালাত আদায় করলেন। এরপর মৃতের কবের গিয়ে তার মাথার দিক থেকে তার উপর তিনবার মাটি ফেললেন।”[১]\r\nমাাটি ফেলার সময় কোনো দুআ পাঠ করার কথা এ হাদীসে নেই। তবে আবূ উমামা (রা) থেকে অত্যন্ত দুর্বল সনদে বর্ণিত একটি হাদীসের বলা হয়েছে: \r\n“যখন রাসূলুল্লাহ (স)-এর কন্যা উম্মু কুলসূম (রা) কে কবরে রাখা হলো তখন তিনি বলেন: ‘মিনহা খালাক্কনা-কুম ওয়া ফীহা নূ‘য়ীদুকুম ও মিনহা-  নুখরিজুকুম তা-রাতান উখরা-’ (মাটি থেকে তোমাদের সৃষ্টি করেছি, মাটিতেই তোমাদের ফিরিয়ে আনব এবং মাটি থেকেই পুনর্বার তোমাদের বের করব: সূরা ত্বাহা ৫৫ আয়াত)। তিনি এরপর বিসমিল্লাহি ওয়া আলা সাবীলিল্লাহ ও আলা মিল্লাতি রাসূলিল্লাহ (স) বলেছিলেন কিনা তা জানি না।”\r\nমুহাদ্দিসগণ একমত যে, হাদীসটি অত্যন্ত দুর্বল। কোনো কোনো মুহাদ্দিস হাদীসটি জাল বলে গণ্য করেছেন। কারণ, হাদীসটির বর্ণনাকারী উবাইদুল্লাহ ইবন যাহর এবং তার উস্তাদ আলী ইবন ইয়াযীদ আলহানী উভয়েই অত্যন্ত দুর্বল রাবী এবং জাল হাদীস বর্ণনা করতেন বলে সুস্পষ্ট অভিযোগ রয়েছে। এজন্য বাইহাকী, নববী, যাহাবী, ইবন হাজার আসকালানী, হাইসামী ও অন্যান্য সকল প্রাচীন ও সমকালীন মুহাদ্দিস হাদীসটিকে অত্যন্ত দুর্বল বা জাল বলে গণ্য করেছেন। [২]\r\nউল্লেখ্য যে, এ দুর্বল হাদীসে বলা হয়েছে যে, এ আয়াতটি পূর্বের দুআটির (বিসমিল্লাহি ওয়া আলা মিল্লাতি..) পূর্বে পড়তে হবে। এ আয়াতটি মাটি ফেলার সময় পড়তে হবে, অথবা তিন বার মাটি ফেলার সময় আয়াতটিকে তিনভাগ করে পড়তে হবে বলে এ হাদীসের কোনোরূপ নির্দেশনা নেই।","reference":"[১] হাদিসটি সহীহ। ইবন মাজাহ (৬-কিতাবুল জানাইয, ৪৪-বাব ... হাসবিত্তুরাব...) ১/৪৯৯ (ভারতীয় ২/১১২); বূসীরী, মিসবাহুয যুজাজাহ ২/৪১; আলবানী, ইরওয়াউল গালীল ৩/২০০।[২] আহমাদ, আল-মুসনাদ ৫/২৫৪; হাকিম, আল-মুসতাদরাক ২/৪১১; বাইহাকী, আস-সুনানুল কুবরা ৩/৪০৯;  ইবনু হাজার, তালখীসুল হাবীর ২/৩০১; হাইসামী, মাজমাউয যাওয়ায়িদ ৩/১৬০; আলবানী, আহকামুল জানাইয, পৃষ্ঠা ১৫৩"}],"pageTitle":"যিকর নং ২৪৩: মৃতকে কবরস্থ করার দুআ-২"}