{"details":[{"dua_global_id":"418","dua_segment_id":"","top":"তাবিয়ী আব্দুর রাহমান ইবন শিমাসাহ মাহরী বলেন, সাহাবী আমর ইবনুল আস (রা) মৃত্যুর সময় আমাদেরকে বলেন, আমাকে কবরস্থ করা হয়ে গেল একটি উট জবাই করে গোশত বণ্টন করতে যতটুকু সময় লাগে ততটুকু সময় তোমরা আমার কবরের পাশে অবস্থান করবে; যেন আমি তোমাদের উপস্থিতি দ্বারা আমার নিঃসঙ্গতা দূর করতে পারি এবং আমি আমার রবের দূতদের প্রশ্নের কি উত্তর দিব তা ভেবে দেখতে পারি।[১]\r\nএ থেকে জানা যায় যে, দাফনের পরে কিছু সময় কবরের পাশে অবস্থান করা ভাল; যেন মৃতব্যক্তি ফিরিশতাদের প্রশ্নের উত্তর দানে মনের জোর পান। অন্য হাদীসে উসমান ইবন আফ্ফান (রা) বলেন, রাসূলুল্লাহ স যখন মৃতব্যক্তিকে কবরস্থ করা শেষ করতেন তখন তিনি কবরের উপর দাঁড়াতেন এবং বলতেন: “তোমরা তোমাদের ভাইয়ের জন্য ক্ষমা চাও এবং তার ঈমানী দৃঢ়তা স্থিরতার জন্য দুআ কর।” হাদীসটি সহীহ।[২]\r\nএ হাদীসের নির্দেশনা অনুসারে মুমিন যে কোনো ভাষায় ও বাক্যে কবরস্থ ব্যক্তির মাগফিরাত ও ফিরিশতাদের প্রশ্নের উত্তর প্রদানে তার স্থিরতার জন্য দুআ করতে পারেন। যেমন, আল্লাহ তাকে ক্ষমা করুন, তার জন্য প্রশ্নোত্তর সহজ করে দিন... ইত্যাদি। যেহেতু এখানে কোনো বাক্য রাসূলুল্লাহ স নিজ মুখে শিখিয়ে দেন নি সেহেতু এখানে কোনো বাক্য নির্ধারণ করার সুযোগ নেই।\r\nদাফনের পরে কবরস্থ মৃতব্যক্তিকে ডেকে তাকে তাকে ঈমান, কালিমা ইত্যাদি বিষয় স্মরণ করানোর বিষয়ে একটি হাদীস বর্ণিত। এ হাদীসটি অত্যন্ত দুর্বল সনদে বর্ণিত। ইমাম নববী, ইবনুল কাইয়িম, ইমাম ইরাকী, হাইসামী, ইবন হাজার আসকালানী, সাখাবী ও অন্যান্য মুহাদ্দিস সকলেই হাদীসটিকে দুর্বল বা অত্যন্ত দুর্বল বলে উল্লেখ করেছেন[৩]। মুমিনের উচিত এরূপ দুর্বল হাদীসের উপর ভিত্তি করে কোনো কর্ম সমাজে প্রচলন না করা, বরং উপরের সহীহ হাদীস নির্দেশিত দুআর মধ্যে সীমাবদ্ধ থাকা উচিত।","arabic_diacless":"","arabic":"","transliteration":"","translations":"","bottom":"","reference":"[১] মুসলিম (১-কিতাবুল ইমান, ৫৪-ইসলাম ইযাহদিমু মা কাবলাহু...) ১/১১২-১১৩ (ভারতীয় ১/৭৬)।\r\n[২] আবূ দাউদ (কিতাবুল জানাইয, বাবুল ইসতিগফার ইন্দাল কাবর) ৩/২১৩ (ভারতীয় ২/২৪৫৯); আলবানী, আহকামুল জানাইয, পৃষ্ঠা ১৫৫।\r\n[৩] ইরাকী, তাখরীজু আহাদীসিল ইহইয়া ৯/৪০৮; হাইসামী, মাজমাউয যাওয়ায়িদ ৩/১৬৩; সাখাবী, আল-মাকাসিদুল হাসানা, পৃষ্ঠা ২৬৫।"}],"pageTitle":"যিকর নং ২৪৩: কবরস্থ করার পরের দুআ"}