{"details":[{"dua_global_id":"422","dua_segment_id":"","top":"","arabic_diacless":"اللٰهم اقسم لنا من خشيتك ما يحول بيننا وبين معاصيك ومن طاعتك ما تبلغنا به جنتك ومن اليقين ما تهون به علينا مصيبات الدنيا ومتعنا بأسماعنا وأبصارنا وقوتنا ما أحييتنا واجعله الوارث منا واجعل ثأرنا علی من ظلمنا وانصرنا علی من عادانا ولا تجعل مصيبتنا في ديننا ولا تجعل الدنيا أكبر همنا ولا مبلغ علمنا ولا تسلط علينا من لا يرحمنا","arabic":"اَللّٰهُمَّ اَقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُوْلُ بَيْنَنَا وَبَيْنَ مَعَاصِيْكَ وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ وَمِنَ الْيَقِيْنِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مُصِيْبَاتِ الدُّنْيَا وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَا أَحْيَيْتَنَا وَاجْعَلْهُ الْوَارِثَ مِنَّا وَاجْعَلْ ثَأْرَنَا عَلَی مَنْ ظَلَمَنَا وَانْصُرْنَا عَلَی مَنْ عَادَانَا وَلَا تَجْعَلْ مُصِيْبَتَنَا فِيْ دِيْنِنَا وَلَا تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلَا مَبْلَغَ عِلْمِنَا وَلَا تُسَلِّطْ عَلَيْنَا مَنْ لَا يَرْحَمُنَا","transliteration":"আল্লা-হুম্মাক্ক্সিম্ লানা- মিন্ ‘খাশ্ইয়াতিকা মা- ইয়া‘হূলূ বাইনানা- ওয়া বাইনা মা‘আ-স্বীকা, ওয়া মিন্ ত্বা-‘আতিকা মা- তুবাল্লি‘গুনা- বিহী জান্নাতাকা, ওয়া মিনাল ইয়াক্কীনি মা- তুহাওয়িনু বিহী  ‘আলাইনা মুস্বীবা-তিদ্ দুন্ইয়া। ওয়ামাত্তি‘অ্না বিআস্মা-‘য়িনা- ওয়াআব্স্বারিনা- ওয়াক্কুওয়াতিনা- মা- আ‘হ্ইয়াইতানা-, ওয়াজ্‘আল্হুল ওয়া-রিসা মিন্না-, ওয়াজ্‘আল সা‘অ্রানা ‘আলা- মান্ যোয়ালামানা- ওয়ার্ন্স্বুনা- ‘আলা- মান্ ‘আ-দা-না-, ওয়ালা- তাজ্‘আল্ মুস্বীবাতানা ফী দীনিনা ওয়ালা- তাজ্‘আলিদ্ দুন্ইয়া আকবারা হাম্মিনা- ওয়ালা- মাব্লা‘গা ‘ইলমিনা ওয়ালা- তুসাল্লিত্ব্ ‘আলাইনা- মান্ লা ইর্য়া‘হামুনা-।","translations":"হে আল্লাহ, আপনি আমাদেরকে আপনার ভয় করার তাওফীক দিন যে ভয় আমাদেরকে আপনার অবাধ্যতা থেকে রক্ষা করবে। এবং আপনি আমাদেরকে আপনার আনুগত্য করার তাওফীক প্রদান করুন, যে আনুগত্যের দ্বারা আপনি আমাদেরকে আপনার জান্নাতে পৌঁছাবেন। এবং আপনি আমাদেরকে দৃঢ়বিশ্বাস প্রদান করুন, যে বিশ্বাস আমাদের জন্য দুনিয়ার বিপদ-আপদকে সহজ করে দেবে। আপনি আমাদের শ্রবণশক্তি, দৃষ্টিশক্তি ও দেহের শক্তিকে আমাদের জন্য মরণ পর্যন্ত অক্ষুণœ রাখুন এবং এগুলোকে বহাল রেখে আমাদের মৃত্যু দান করুন। যারা আমাদের জুলুম করেছে তাদের উপর আমাদের প্রতিশোধ অর্পণ করুন এবং যারা আমাদের শত্র“তা করেছে তাদের বিরুদ্ধে আমাদের সাহায্য করুন। আমাদের দীনকে বিপদযুক্ত করবেন না, দুনিয়াকে আমাদের চিন্তাভাবনার মূল বিষয় বানাবেন না এবং আমাদের জ্ঞানকে দুনিয়ার মধ্যে সীমাবদ্ধ রাখবেন না। আমাদের প্রতি মমতাবিহীন কাউকে আমাদের উপর ক্ষমতাবান করবেন না।","bottom":"আব্দুল্লাহ ইবন উমার (রা) বলেন, \r\n“রাসূলুল্লাহ (স) মাজলিস থেকে উঠার আগে এ কথা বলে তাঁর সাথীদের জন্য দুআ না করে খুব কমই মাজলিস ত্যাগ করতেন।” হাদীসটি হাসান।[১]\r\nঅন্য বর্ণনায় তাবিয়ী নাফি বলেন, \r\n“আব্দুল্লাহ ইবন উমার (রা) কোনো মাজলিসে বসলে মাসলিসে বসা মানুষদের জন্য এ কথাগুলো বলে দুআ না করে দাঁড়াতেন না।[২]","reference":"[১] তিরমিযী (৪৯-কিতাবুদ দাআওয়াত, ৮০-বাব) ৫/৪৯২-৪৯৩ (ভারতীয় ২/১৮৮)। [২] নাসায়ী, আস-সুনানুল কুবরা ৬/১০৬; ইবনুল আসীর, জামিউল উসূল ৪/২৭৯।"}],"pageTitle":"যিকর নং ২৫০: মাজলিসের আখিরী দুআ"}