{"details":[{"dua_global_id":"59","dua_segment_id":"1","top":"","arabic_diacless":"اللٰهم بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي، وتوفني إذا علمت الوفاة خيرا لي، اللٰهم إني أسألك خشيتك في الغيب والشهادة","arabic":"اَللّٰهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِيْ مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِيْ، وَتَوَفَّنِيْ إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِيْ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ خَشْيَتَكَ فِيْ الْغَيْبِ وَالشَّهَادَةِ","transliteration":"আল্লা-হুম্মা বি‘ইলমিকাল গাইবি ওয়া কুদরাতিকা ‘আলাল খালক্বি আহয়িনী মা আলিম্‌তাল হায়া-তা খাইরাল্ লী ওয়া তাওয়াফ্‌ফানী ইযা আলিম্‌তাল ওয়াফা-তা খাইরাল লী। আল্লা-হুম্মা ইন্নী আসআলুকা খাশইয়াতাকা ফিল গাইবি ওয়াশ-শাহাদাতি","translations":"হে আল্লাহ! আপনার গায়েবী জ্ঞান এবং সকল সৃষ্টির উপর আপনার সার্বভৌম ক্ষমতার অসিলায় (চাই), আমাকে আপনি জীবিত রাখুন সে-সময় পর্যন্ত, যে সময় পর্যন্ত জীবিত থাকা আপনার জ্ঞানে আমার জন্য কল্যাণকর; আর আমাকে মৃত্যু দিন যখন আপনি জানেন যে, মৃত্যু আমার জন্য কল্যাণকর। হে আল্লাহ! আমি আপনার নিকট চাই গোপনে ও প্রকাশ্যে আপনাকে ভয় করা","bottom":"","reference":""},{"dua_global_id":"59","dua_segment_id":"2","top":"","arabic_diacless":"وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الغنٰى والفقر، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضا بعد القضاء","arabic":"وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِيْ الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِيْ الْغِنٰى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيْمًا لَا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ","transliteration":"ওয়া আসআলুকা কালিমাতাল হাক্বক্বি ফির-রিদা ওয়াল-গাদাবি। ওয়া আসআলুকাল কাসদা ফিল গিনা ওয়াল ফাক্বরি, ওয়া আসআলুকা না‘ঈমান লা ইয়ানফাদু, ওয়া আসআলুকা ক্বুররতা আইনিন লা তানকাতি‘উ, ওয়া আস্আলুকার-রিদা বা‘দাল কাদায়ে,","translations":"আপনার নিকট চাই সন্তুষ্টি ও ক্রোধ উভয় অবস্থায় সত্য কথা বলা; আপনার নিকট চাই দারিদ্র্যে ও প্রাচুর্যে ভারসাম্যপূর্ণ (মধ্যম) পন্থা। আপনার নিকট চাই এমন নে‘আমত, যা কখনো শেষ হবে না; আপনার নিকট চাই এমন নয়নাভিরাম বস্তু, যা কখনো বিচ্ছিন্ন হবে না। আর আমি আপনার নিকট চাই (তাকদীরের) ফয়সালার পর সন্তোষ;","bottom":"","reference":""},{"dua_global_id":"59","dua_segment_id":"3","top":"","arabic_diacless":"وأســــألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك، والشوق إلى لقائك في غير ضراء مضرة، ولا فتنة مضلة، اللٰهم زينا بزينة الإيمان، واجعلنا هداة مهتدين","arabic":"وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ، وَلَا فِتْنَةٍ مُضِلَّةٍ، اَللّٰهُمَّ زَيِّنَا بِزِيْنَةِ الْإِيْمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِيْنَ","transliteration":"ওয়া আসআলুকা বারদাল ‘আইশি বা‘দাল মাওতি, ওয়া আসআলুকা লাযযাতান-নাযারি ইলা ওয়াজহিকা, ওয়াশ-শাওক্বা ইলা লিক্বাইকা, ফী গাইরি দাররাআ মুদিররাতিন ওয়ালা ফিতনাতিম মুদিল্লাহ। আল্লা-হুম্মা যাইইন্না বিযীনাতিল ঈমানি ওয়াজ‘আলনা হুদাতাম মুহতাদীন","translations":"আমি আপনার নিকট চাই মৃত্যুর পর প্রশান্ত জীবন। আমি আপনার নিকট চাই আপনার চেহারার প্রতি দৃষ্টিপাতের স্বাদ, আপনার নিকট চাই আপনার সাথে সাক্ষাৎ লাভের ব্যাকুলতা; এমন যে, তাতে থাকবে না কোনো ক্ষতিকর কষ্ট কিংবা ভ্রষ্টকারী ফেতনা। হে আল্লাহ! আপনি আমাদেরকে ঈমানের সৌন্দর্যে সৌন্দর্যমণ্ডিত করুন এবং আমাদেরকে হেদায়াত-প্রাপ্ত পথপ্রদর্শক বানান","bottom":"","reference":"নাসাঈ ৩/৫৪, ৫৫, নং ১৩০৪; আহমাদ ৪/৩৬৪, নং ২১৬৬৬। আর শাইখ আলবানী সহীহুন নাসাঈ ১/২৮১ তে একে সহীহ বলেছেন।"}],"pageTitle":"সালামের আগে শেষ তাশাহহুদের পরের দো‘আ #৮"}