{"details":[{"dua_global_id":"71","dua_segment_id":"1","top":"জাবের ইবন আব্দুল্লাহ রাদিয়াল্লাহু ‘আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে প্রত্যেক কাজেই ইসতিখারা (তথা কল্যাণ কামনার নামায ও দো‘আ) শিক্ষা দিতেন, যেরূপ আমাদেরকে কুরআনের সূরা শিক্ষা দিতেন। \r\n\r\nতিনি বলেন, যখন তোমাদের কেউ কোনো কাজ করার ইচ্ছা করে, তখন সে যেন ফরয নামায ব্যতীত দুই রাক্আত নফল নামায পড়ে, অতঃপর যেন বলে,","arabic_diacless":"اللٰهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم","arabic":"اَللّٰهُمَّ إِنِّيْ أَسْتَخِيْرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيْمِ","transliteration":"আল্লা-হুম্মা ইন্নী আসতাখীরুকা বি‘ইলমিকা ওয়া আস্তাক্বদিরুকা বিক্বুদরাতিকা ওয়া আস্আলুকা মিন ফাদলিকাল আযীম।","translations":"হে আল্লাহ! আমি আপনার জ্ঞানের সাহায্যে আপনার নিকট কল্যাণ কামনা করছি। আপনার কুদরতের সাহায্যে আপনার নিকট শক্তি কামনা করছি এবং আপনার মহান অনুগ্রহের প্রার্থনা করছি।","bottom":"","reference":""},{"dua_global_id":"71","dua_segment_id":"2","top":"","arabic_diacless":"فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب","arabic":"فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ، وَتَعْلَمُ وَلَا أَعْلَمُ، وَأَنْتَ عَلَّامُ الْغُيُوْبِ","transliteration":"ফাইন্নাকা তাক্বদিরু ওয়ালা আক্বদিরু, ওয়া তা‘লামু ওয়ালা আ‘লামু, ওয়া আনতা ‘আল্লামূল গুয়ূব।","translations":"কেননা আপনিই শক্তিধর, আমি শক্তিহীন। আপনি জ্ঞানবান, আমি জ্ঞানহীন এবং আপনি গায়েবী বিষয় সম্পর্কে মহাজ্ঞানী।","bottom":"","reference":""},{"dua_global_id":"71","dua_segment_id":"3","top":"","arabic_diacless":"اللٰهم إن كنت تعلم أن هٰذا الأمر (ويسمي حاجته) خير لي في ديني ومعاشي وعاقبة أمري، فاقدره لي ويسره لي ثم بارك لي فيه","arabic":"اَللّٰهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هٰذَا الْأَمْرَ (وَيُسَمِّي حَاجَتَهُ) خَيْرٌ لِيْ فِيْ دِيْنِيْ وَمَعَاشِيْ وَعَاقِبَةِ أَمْرِيْ، فَاقْدُرْهُ لِيْ وَيَسِّرْهُ لِيْ ثُمَّ بَارِكْ لِيْ فِيْهِ","transliteration":"আল্লা-হুম্মা ইন কুনতা তা‘লামু আন্না হা-যাল আম্‌রা (মনে মনে প্রয়োজন উল্লেখ করুন) খাইরুন লী ফী দীনি ওয়া মা‘আ-শী ওয়া ‘আ-ক্বিবাতি আমরী, (অথবা বলেছেন)‘আজিলিহী ও আজিলিহী, ফাকদুরহু লী, ওয়া ইয়াসসিরহু লী, ছুম্মা বা-রিক লী ফীহি।","translations":"হে আল্লাহ! এই কাজটি (এখানে উদ্দিষ্ট কাজ বা বিষয়টি মনে মনে উল্লেখ করবে) আপনার জ্ঞান অনুযায়ী যদি আমার দীন, আমার জীবিকা এবং আমার কাজের পরিণতির দিক দিয়ে, (অথবা বলেছেন) ইহকাল ও পরকালের জন্য কল্যাণকর হয়, তবে তা আমার জন্য নির্ধারিত করুন এবং তাকে আমার জন্য সহজলভ্য করে দিন, তারপর তাতে আমার জন্য বরকত দান করুন।","bottom":"","reference":""},{"dua_global_id":"71","dua_segment_id":"4","top":"","arabic_diacless":"وإن كنت تعلم أن هٰذا الأمر شر لي في ديني ومعاشي وعاقبة أمري فاصرفه عني واصرفني عنه واقدر لي الخير حيث كان، ثم أرضني به","arabic":"وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هٰذَا الْأَمْرَ شَرٌّ لِيْ فِيْ دِيْنِيْ وَمَعَاشِيْ وَعَاقِبَةِ أَمْرِيْ فَاصْرِفْهُ عَنِّيْ وَاصْرِفْنِيْ عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِيْ بِهِ","transliteration":"ওয়া ইন কুনতা তা‘লামু আন্না হা-যাল আমরা (মনে মনে প্রয়োজন উল্লেখ করুন) শাররুন লী ফী দীনী ওয়া মা‘আ-শী ওয়া ‘আ-ক্বিবাতি আমরী, ফাসরিফহু ‘আন্নী ওয়াসরিফনী ‘আনহু, ওয়াকদুর লিয়াল-খাইরা হাইসু কা-না, সুম্মা আরদ্বিনী বিহ্","translations":"আর এই কাজটি আপনার জ্ঞান অনুযায়ী যদি আমার দীন, আমার জীবিকা এবং আমার কাজের পরিণতির দিক দিয়ে, (অথবা বলেছেন) ইহকাল ও পরকালের জন্য ক্ষতিকর হয়, তবে আপনি আমাকে তা থেকে দূরে সরিয়ে রাখুন এবং যেখানেই কল্যাণ থাকুক আমার জন্য সেই কল্যাণ নির্ধারিত করে দিন। অতঃপর তাতেই আমাকে সন্তুষ্ট রাখুন। [১]","bottom":"","reference":""},{"dua_global_id":"71","dua_segment_id":"5","top":"আর যে ব্যক্তি স্রষ্টার কাছে কল্যাণ চাইবে, মুমিনদের সাথে পরামর্শ করবে এবং যে কোনো কাজ করার আগে খোঁজ-খবর নিয়ে করবে, সে কখনো অনুতপ্ত হবে না। কেননা, আল্লাহ সুবহানাহু ওয়া তা‘আলা বলেন,","arabic_diacless":"وشاورهم في الامر ۚفاذا عزمت فتوكل علي اللٰه","arabic":"وَشَاوِرْهُمْ فِي الْاَمْرِ ۚفَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَي اللّٰهِ","transliteration":"","translations":"আর আপনি কাজে কর্মে তাদের সাথে পরামর্শ করুন, তারপর আপনি কোনো দৃঢ় সংকল্প হলে আল্লাহ্‌র উপর নির্ভর করুন। [২]","bottom":"","reference":"[১] বুখারী, ৭/১৬২, নং ১১৬২ \r\n[২] সূরা আলে-ইমরান: ১৫৯।"}],"pageTitle":"ইসতিখারার সালাতের দো‘আ"}