{"details":[{"dua_global_id":"87","dua_segment_id":"1","top":"সকালে বলবে,","arabic_diacless":"أصبحنا وأصبح الملك للٰه رب العالمين، اللٰهم إني أسألك خير هٰذا اليوم فتحه، ونصره، ونوره، وبركته، وهداه، وأعوذ بك من شر ما فيه وشر ما بعده","arabic":"أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هٰذَا الْيَوْمِ فَتْحَهُ، وَنَصْرَهُ، وَنُوْرَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْهِ وَشَرِّ مَا بَعْدَهُ","transliteration":"আসবাহ্‌না ওয়া আসবাহাল-মূলকু লিল্লা-হি রব্বিল ‘আলামীন। আল্লা-হুম্মা ইন্নী আস্আলুকা খাইরা হাযাল ইয়াওমি ফাতহাহু ওয়া নাসরাহু ওয়া নুরাহু ওয়া বারাকাতাহু ওয়া হুদা-হু। ওয়া আ‘ঊযু বিকা মিন শাররি মা ফীহি ওয়া শাররি মা বা‘দাহু","translations":"আমরা সকালে উপনীত হয়েছি, অনুরূপ যাবতীয় রাজত্বও সকালে উপনীত হয়েছে সৃষ্টিকুলের রব্ব আল্লাহ্‌র জন্য। হে আল্লাহ! আমি আপনার কাছে কামনা করি এই দিনের কল্যাণ: বিজয়, সাহায্য, নূর, বরকত ও হেদায়াত। আর আমি আপনার কাছে আশ্রয় চাই এ দিনের এবং এ দিনের পরের অকল্যাণ থেকে।","bottom":"","reference":""},{"dua_global_id":"87","dua_segment_id":"2","top":"বিকালে বলবে,","arabic_diacless":"أمسينا وأمسىا لملك للٰه رب العالمين، اللٰهم إني أسألك خير هٰذه الليلة :فتحها، ونصرها، ونورها، وبركتها، وهداها، وأعوذ بك من شر ما فيها وشر ما بعدها","arabic":"أَمْسَيْنَا وَأَمْسَىا لْمُلْكُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هٰذِهِ اللَّيْلَةِ :فَتْحَهَا، وَنَصْرَهَا، وَنُوْرَهَا، وَبَرَكَتَهَا، وَهُدَاهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْهَا وَشَرِّ مَا بَعْدَهَا","transliteration":"আমসাইনা ওয়া আমসাল মুলকু লিল্লাহি রাব্বিল ‘আলামীন। আল্লা-হুম্মা ইন্নি আসআলুকা খাইরা হাযিহিল লাইলাতি ফাতহাহা ওয়া নাসরাহা, ওয়া নূরাহা, ওয়া বারাকাতাহা, ওয়া হুদাহা, ওয়া আ‘উযু বিকা মিন শাররি মা ফী-হা, ওয়া শাররি মা বা‘দাহা","translations":"আমরা বিকালে উপনীত হয়েছি, অনুরূপ যাবতীয় রাজত্বও বিকালে উপত হয়েছে সৃষ্টিকুলের রব্ব আল্লাহ্‌র জন্য। হে আল্লাহ, আমি আপনার কাছে কামনা করি এই রাতের কল্যাণ: বিজয়, সাহায্য, নূর, বরকত ও হেদায়াত। আর আমি আপনার কাছে আশ্রয় চাই এ রাতের এবং এ রাতের পরের অকল্যাণ থেকে।","bottom":"","reference":"আবূ দাউদ ৪/৩২২, নং ৫০৮৪; আর শু‘আইব ও আবদুল কাদের আরনাঊত যাদুল মা‘আদের সম্পাদনায় ২/৩৭৩ এর সনদকে হাসান বলেছেন।"}],"pageTitle":"সকাল ও বিকালের যিক্‌রসমূহ #১৬"}