{"details":[{"dua_global_id":"88","dua_segment_id":"1","top":"সকালে বলবে,","arabic_diacless":"أصبحنا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى اللٰه عليه وسلم، وعلى ملة أبينا إبراهيم، حنيفا مسلما وما كان من المشركين","arabic":"أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُّسْلِمًا وَّمَا كَانَ مِنَ الْمُشْرِكِيْنَ","transliteration":"আসবাহনা ‘আলা ফিত্বরাতিল ইসলামি ওয়া আলা কালিমাতিল ইখলাসি ওয়া আলা দ্বীনি নাবিয়্যিনা মুহাম্মাদিন সাল্লাল্লা-হু আলাইহি ওয়াসাল্লাম ওয়া আলা মিল্লাতি আবীনা ইবরা-হীমা হানীফাম মুসলিমাও ওয়ামা কা-না মিনাল মুশরিকীন","translations":"আমরা সকালে উপনীত হয়েছি ইসলামের ফিত্বরাতের উপর, নিষ্ঠাপূর্ণ বাণী (তাওহীদ) এর উপর, আমাদের নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দ্বীনের উপর, আর আমাদের পিতা ইব্রাহীম আলাইহিস সালাম-এর মিল্লাতের উপর—যিনি ছিলেন একনিষ্ঠ মুসলিম এবং যিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না","bottom":"","reference":""},{"dua_global_id":"88","dua_segment_id":"2","top":"বিকালে বলবে,","arabic_diacless":"أمسينا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى اللٰه عليه وسلم، وعلى ملة أبينا إبراهيم، حنيفا مسلما وما كان من المشركين","arabic":"أَمْسَيْنَا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُّسْلِمًا وَّمَا كَانَ مِنَ الْمُشْرِكِيْنَ","transliteration":"আমসাইনা ‘আলা ফিত্বরাতিল ইসলামি ওয়া আলা কালিমাতিল ইখলাসি ওয়া আলা দ্বীনি নাবিয়্যিনা মুহাম্মাদিন সাল্লাল্লা-হু আলাইহি ওয়াসাল্লাম ওয়া আলা মিল্লাতি আবীনা ইবরা-হীমা হানীফাম মুসলিমাও ওয়ামা কা-না মিনাল মুশরিকীন","translations":"আমরা বিকালে উপনীত হয়েছি ইসলামের ফিত্বরাতের উপর, নিষ্ঠাপূর্ণ বাণী (তাওহীদ) এর উপর, আমাদের নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দ্বীনের উপর, আর আমাদের পিতা ইব্রাহীম আলাইহিস সালাম-এর মিল্লাতের উপর—যিনি ছিলেন একনিষ্ঠ মুসলিম এবং যিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না","bottom":"","reference":"আহমাদ ৩/৪০৬, ৪০৭, নং ১৫৩৬০ ও নং ১৫৫৬৩; ইবনুস সুন্নী, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ৩৪ আরও দেখুন, সহীহুল জামে‘উ ৪/২০৯।"}],"pageTitle":"সকাল ও বিকালের যিক্‌রসমূহ #১৭"}