{"details":[{"dua_global_id":"90","dua_segment_id":"","top":"১০ বার [১] অথবা (অলসতা লাগলে) ১ বার [২] বলবে অথবা একশত বার বলবে,","arabic_diacless":"لا إلٰه إلا اللٰه وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير","arabic":"لَا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ","transliteration":"লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু, লাহুল মুলকু, ওয়া লাহুল হামদু, ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর","translations":"একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান।","bottom":"বিভিন্ন হাদীসে ফজরের পরে সালাতের বৈঠকে থেকেই ১০০ বার অথবা ১০ বার এবং মাগরিবের পরেই সালাতের বৈঠকে থেকেই ১০ বার বলার নির্দেশ দেওয়া হয়েছে। আবূ যার (রা), আবু আইয়ূব আনসারী (রা) ও অন্যান্য সাহাবী বলেছেন, রাসূলুল্লাহ (স) বলেছেন: “যে ব্যক্তি মাগরিবের পর এবং ফজরের পর, ঘুরে বসা বা নড়াচড়ার আগেই, পা গুটানো অবস্থাতেই, কোনো কথা বলার আগে এ যিকরটি ১০ বার পাঠ করবে আল্লাহ তার প্রত্যেক বারের জন্য ১০ টি সাওয়াব লিখবেন, ১০ টি গোনাহ ক্ষমা করবেন, তাঁর ১০ টি মর্যাদা বৃদ্ধি করবেন, সেদিনের জন্য তাকে সকল অমঙ্গল ও ক্ষতি থেকে রক্ষা করা হবে, শয়তান থেকে পাহারা দেওয়া হবে। সেদিনে র্শিক ছাড়া কোনো গোনাহ তাঁকে ধরতে পারা উচিত নয়। যে ব্যক্তি তার চেয়ে বেশি বলবে সে ছাড়া অন্য সবার চেয়ে সে সে দিনের জন্য সর্বশ্রেষ্ঠ আমলকারী বলে গণ্য হবে।” হাদীসটি হাসান পর্যায়ের। \r\nআবু উমামাহ (রা) বলেন: রাসূলুল্লাহ (স) বলেছেন: “যে ব্যক্তি ফজরের পরেই তাঁর পা গুটানোর আগেই যিকরটি ১০০ বার পাঠ করবে, সে ব্যক্তি ঐ দিনের শ্রেষ্ঠ আমলকারী বলে বিবেচিত হবে। তবে যে ব্যক্তি তাঁর মতো বা তাঁর চেয়ে বেশি বলবে তাঁর কথা ভিন্ন।” হাদীসটির সনদ হাসান।\r\nএকটি দুর্বল সনদের হাদীসে এ যিকরটি প্রত্যেক ফরয সালাতের শেষে পা ভাঁজ করে বসে থেকেই কথা বলার পূর্বে দশবার বলতে উৎসাহ প্রদান করা হয়েছে এবং তার বিশেষ ফযীলত বর্ণনা করা হয়েছে। \r\nআবূ হুরাইরা (রা) বলেন, রাসূলুল্লাহ (স) বলেছেন: \r\n“যদি কেউ এক দিনে ১০০ বার উপরের বাক্যগুলো বলে তা তার জন্য  দশজন ক্রীতদাস মুক্ত করার সমান হবে, তার জন্য ১০০ সাওয়াব লেখা হবে, তার ১০০ গোনাহ ক্ষমা করা হবে এবং ঐ দিনের জন্য সন্ধ্যা পর্যন্ত তা তাকে শয়তান থেকে সংরক্ষণ করবে। ঐ দিনে তার কর্মই সর্বোত্তম বলে গণ্য হবে, তবে যদি কেউ তার চেয়েও বেশি আমল করে তবে তা ভিন্ন কথা।”","reference":"[১]ইমাম আবু ইউসুফ,কিতাবুল আসার ১/৪১-৪২;আলবানী,সহীহুত তারগীব ১/২৬২-২৬৪\r\n[২]আলবানী।সহীহুত তারগীব ১/২৬৩\r\n[৩]আব্দুর রাজ্জাক সান'আনী,আল-মুসান্নাফ ২/২৩৫।    \r\n[৪]বুখারী(৬৩-কিতাব বাদইয়িল খালক,১১-বাব সিফাত ইব্লিস...) ৩/১১৯৮ (ভা ২/৯৪৭); মুসলিম(৪৮-কিতাবুয যিকর,১০-বাব ফাদলিত তাহলীল...)৪/২০৭১ (ভা ২/৩৪৪)।"}],"pageTitle":"দশটি দাসমুক্তির অনুরূপ ও একশত সাওয়াব"}