{"details":[{"dua_global_id":"98","dua_segment_id":"1","top":"","arabic_diacless":"اٰمن الرسول بماۤ انزل اليه من ربهٖ والمؤمنون‌ؕ كل اٰمن باللٰه وملٰئكتهٖ وكتبهٖ ورسلهٖ لا نفرق بين احد من رسلهٖ‌ وقالوا سمعنا واطعنا‌ غفرانك ربنا واليك المصير‏","arabic":"اٰمَنَ الرَّسُوۡلُ بِمَاۤ اُنۡزِلَ اِلَيۡهِ مِنۡ رَّبِّهٖ وَالۡمُؤۡمِنُوۡنَ‌ؕ كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلٰٓئِكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ لَا نُفَرِّقُ بَيۡنَ اَحَدٍ مِّنۡ رُّسُلِهٖ‌ وَقَالُوۡا سَمِعۡنَا وَاَطَعۡنَا‌ غُفۡرَانَكَ رَبَّنَا وَاِلَيۡكَ الۡمَصِيۡرُ‏","transliteration":"আ-মানার রাসূলু বিমা উনযিলা ইলাইহি মির রব্বিহী ওয়াল মু’মিনূন। কুল্লুন আ-মানা বিল্লা-হি ওয়া মালা-ইকাতিহী ওয়াকুতুবিহী ওয়া রুসুলিহ, লা নুফাররিক্বু বাইনা আহাদিম মির রুসুলিহ, ওয়া ক্বালু সামি‘না ওয়া আতা‘না গুফ্‌রা-নাকা রব্বানা ওয়া ইলাইকাল মাসীর।","translations":"রাসূল তার প্রভুর পক্ষ থেকে যা তার কাছে নাযিল করা হয়েছে তার উপর ঈমান এনেছেন এবং মুমিনগণও। প্রত্যেকেই ঈমান এনেছে আল্লাহ্র উপর, তাঁর ফেরেশ্তাগণ, তাঁর কিতাবসমূহ এবং তাঁর রাসূলগণের উপর। আমরা তাঁর রাসূলগণের কারও মধ্যে তারতম্য করি না। আর তারা বলে, আমরা শুনেছি ও মেনে নিয়েছি। হে আমাদের রব! আপনার ক্ষমা প্রার্থনা করি এবং আপনার দিকেই প্রত্যাবর্তনস্থল।","bottom":"","reference":""},{"dua_global_id":"98","dua_segment_id":"2","top":"","arabic_diacless":"لا يكلف اللٰه نفسا الا وسعها ‌ؕ لها ما كسبت وعليها ما اكتسبت‌ؕ ربنا لا تؤاخذناۤ ان نسيناۤ او اخطانا ‌ۚ ربنا ولا تحمل عليناۤ اصرا كما حملتهٗ على الذين من قبلنا ‌‌ۚربنا ولا تحملنا ما لا طاقة لنا بهٖ‌ ۚ واعف عنا واغفر لنا وارحمنا انت مولٰٮنا فانصرنا على القوم الكٰفرين","arabic":"لَا يُكَلِّفُ اللّٰهُ نَفۡسًا اِلَّا وُسۡعَهَا ‌ؕ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا اكۡتَسَبَتۡ‌ؕ رَبَّنَا لَا تُؤَاخِذۡنَاۤ اِنۡ نَّسِيۡنَاۤ اَوۡ اَخۡطَاۡنَا ‌ۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَاۤ اِصۡرًا كَمَا حَمَلۡتَهٗ عَلَى الَّذِيۡنَ مِنۡ قَبۡلِنَا ‌‌ۚرَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهٖ‌ ۚ وَاعۡفُ عَنَّا وَاغۡفِرۡ لَنَا وَارۡحَمۡنَا اَنۡتَ مَوۡلٰٮنَا فَانۡصُرۡنَا عَلَى الۡقَوۡمِ الۡكٰفِرِيۡنَ","transliteration":"লা ইয়ুকাল্লিফুল্লাহু নাফ্‌সান ইল্লা উস‘আহা লাহা মা কাসাবাত ওয়া আলাইহা মাক্তাসাবাত রব্বানা লা তুআখিয্‌না ইন নাসীনা আও আখ্‌ত্বা’না। রব্বনা ওয়ালা তাহ্‌মিল ‘আলাইনা ইসরান কামা হামালতাহু ‘আলাল্লাযীনা মিন ক্বাবলিনা। রব্বনা ওয়ালা তুহাম্মিলনা মা-লা ত্বা-ক্বাতা লানা বিহী। ওয়া‘ফু আন্না ওয়াগফির লানা ওয়ারহামনা আনতা মাওলা-না ফানসুরনা ‘আলাল ক্বাউমিল কাফিরীন","translations":"আল্লাহ্ কারো উপর এমন কোন দায়িত্ব চাপিয়ে দেন না যা তার সাধ্যাতীত। সে ভাল যা উপার্জন করে তার প্রতিফল তারই, আর মন্দ যা কামাই করে তার প্রতিফল তার উপরই বর্তায়। ‘হে আমাদের রব! যদি আমরা বিস্মৃত হই অথবা ভুল করি তবে আপনি আমাদেরকে পাকড়াও করবেন না। হে আমাদের রব! আমাদের পূর্ববর্তীগণের উপর যেমন বোঝা চাপিয়ে দিয়েছিলেন আমাদের উপর তেমন বোঝা চাপিয়ে দিবেন না। হে আমাদের রব! আপনি আমাদেরকে এমন কিছু বহন করাবেন না যার সামর্থ আমাদের নেই। আর আপনি আমাদের পাপ মোচন করুন, আমাদেরকে ক্ষমা করুন, আমাদের প্রতি দয়া করুন, আপনিই আমাদের অভিভাবক। অতএব কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন। [১]","bottom":"রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: যে ব্যক্তি রাতের বেলা সূরা বাকারার শেষ দুটি আয়াত পড়বে, তা তার জন্য যথেষ্ট হবে। [২]","reference":"[১] সূরা আল-বাকারা ২৮৫-২৮৬। \r\n[২] বুখারী, ফাতহুল বারীসহ, ৯/৯৪, ৪০০৮; মুসলিম ১/৫৫৪, নং ৮০৭।"}],"pageTitle":"সূরা বাকারাহ্‌ আয়াত ২৮৫-২৮৬"}