{"details":[{"dua_global_id":"202","dua_segment_id":"1","top":"Say three times:","arabic_diacless":"اللٰه أكبر","arabic":"اَللّٰهُ أَكْبَرُ","transliteration":"Allaahu 'Akbar","translations":"Allah is the Most Great.","bottom":"","reference":""},{"dua_global_id":"202","dua_segment_id":"2","top":"..and then say:","arabic_diacless":"سبحان الذي سخر لنا هٰذا وما كنا له مقرنين، وإنا إلى ربنا لمنقلبون","arabic":"سُبْحَانَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهُ مُقْرِنِيْنَ، وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُوْنَ","transliteration":"Subhaanal-la<u>th</u>ee sakhkhara lanaa haa<u>th</u>aa wa maa kunnaa lahu muqrineen. Wa 'innaa 'ilaa Rabbinaa lamunqaliboon.","translations":"Glory is to Him Who has provided this for us though we could never have had it by our efforts. Surely, unto our Lord we are returning.","bottom":"","reference":""},{"dua_global_id":"202","dua_segment_id":"3","top":"","arabic_diacless":"اللٰهم إنا نسألك في سفرنا هٰذا البر والتقوى، ومن العمل ما ترضى، اللٰهم هون علينا سفرنا هٰذا واطو عنا بعده، اللٰهم أنت الصاحب في السفر، والخليفة في الأهل","arabic":"اَللّٰهُمَّ إِنَّا نَسْأَلُكَ فِيْ سَفَرِنَا هٰذَا الْبِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اَللّٰهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هٰذَا وَاطْوِ عَنَّا بُعْدَهُ، اَللّٰهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَلِيْفَةُ فِي الْأَهْلِ","transliteration":"Allaahumma 'innaa nas'aluka fee safarinaa haathal-birrawattaqwaa, waminal-'amalimaa tardhaa, Allaahumma hawwin 'alaynaa safaranaa haa<u>th</u>aa watwi 'annaa bu'dahu, Allaahumma 'Antas-saahibu fis-safari, walkhaleefatu fil-'ahli,","translations":"O Allah, we ask You on this our journey for goodness and piety, and for works that are pleasing to You. O Allah, lighten this journey for us and make its distance easy for us. O Allah, You are our Companion on the road and the One in Whose care we leave our family.","bottom":"","reference":""},{"dua_global_id":"202","dua_segment_id":"4","top":"","arabic_diacless":"اللٰهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب في المال والأهل","arabic":"اَللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوْءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ","transliteration":"Allaahumma 'innee 'a'oo<u>th</u>u bika min wa'thaa'is-safari, wa ka'aabanl-man<u>dh</u>ari, wa soo'il-munqalabi fil-maaliwal'ahli.","translations":"O Allah, I seek refuge in You from this journey's hardships, and from the wicked sights in store and from finding our family and property in misfortune upon returning.","bottom":"","reference":""},{"dua_global_id":"202","dua_segment_id":"5","top":"Upon returning recite the same again adding:","arabic_diacless":"آيبون، تائبون، عابدون، لربنا حامدون","arabic":"آيِبُوْنَ، تَائِبُوْنَ، عَابِدُوْنَ، لِرَبِّنَا حَامِدُوْنَ","transliteration":"Aa'iboona, taa'iboona, 'aabidoona, Lirabbinaa haamidoon.","translations":"We return repentant to our Lord, worshipping our Lord, and praising our Lord.","bottom":"","reference":"Muslim 2/978."}],"pageTitle":"Dua for travel"}