{"details":[{"dua_global_id":"225","dua_segment_id":"1","top":"Jaabir (radhi-yAllaahu 'anhu) said when describing the Prophet's (sal-Allaahu 'alayhe wa sallam) pilgrimage:\n\nWhen he approached mount as-Safaa he would recite:","arabic_diacless":"إن الصفا والمروة من شعآئر اللٰه","arabic":"إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللّٰهِ","transliteration":"Inna assafa walmarwatamin shaAAa-iri Allahi","translations":"Indeed, as-Safa and al-Marwah are among the symbols of Allah","bottom":"Soorah al-Baqarah, Aayah 158","reference":""},{"dua_global_id":"225","dua_segment_id":"2","top":"...and then say:","arabic_diacless":"أبدأ بما بدأ اللٰه به","arabic":"أَبْدَأُ بِمَا بَدَأَ اللّٰهُ بِهِ","transliteration":"Abda'u bimaa bada'allaahu bihi.","translations":"I begin by that which Allah began.","bottom":"","reference":""},{"dua_global_id":"225","dua_segment_id":"3","top":"...so he started with as-Safaa and climbed it until he could see the Ka'bah, he then faced it and said:","arabic_diacless":"لا إلٰه إلا اللٰه وحده لا شريك له، له الملك وله الحمد وهو علی كل شيء قدير، لا إلٰه إلا اللٰه وحده، أنجز وعده، ونصر عبده، وهزم الأحزاب وحده","arabic":"لَا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَی كُلِّ شَيْءٍ قَدِيْرٌ، لَا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ","transliteration":"Laa 'ilaaha 'illallaahu wahdahu laa shareeka lahu, lahul-mulku wa lahul-hamdu wa Huwa 'alaa kulli shay'in Qadeer, laa 'ilaaha 'illallaahu ilahaahu, 'anjaza wa'dahu, wa nasara 'abdahu, wa hazamal 'ahzaaba wahdahu.","translations":"None has the right to be worshipped but Allah alone, Who has no partner, His is the dominion and His is the praise, and He is Able to do all things. None has the right to be worshipped but Allah alone, He fulfilled His Promise, He aided His slave, and He alone defeated Confederates.","bottom":"Then he would ask Allah for what he liked, repeating the same thing like this three times. He did at Mount Marwah as he did at Mount Safa.","reference":"Muslim 2/888."}],"pageTitle":"When at Mount Safa and Mount Marwah"}