{"details":[{"dua_global_id":"23","dua_segment_id":"1","top":"One repeats just as the mu'adhdhin [one who calls to prayer] says, except when he says:","arabic_diacless":"حي على الصلاة وحي على الفلاح","arabic":"حَيَّ عَلَى الصَّلاَةِ وَحَيَّ عَلَى الْفَلَاحِ","transliteration":"Hayya 'alas-Salaah wa Hayya 'alal-Falaah","translations":"Hasten to the prayer, Hasten to Success","bottom":"","reference":""},{"dua_global_id":"23","dua_segment_id":"2","top":"Instead, one should say:","arabic_diacless":"لا حول ولا قوة إلا باللٰه","arabic":"لاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا بِاللّٰهِ","transliteration":"Laa hawla wa laa quwwata 'illaa billaah.","translations":"There is no might and no power except by Allah. [1] ","bottom":"","reference":""},{"dua_global_id":"23","dua_segment_id":"3","top":"Immediately following the declaration of faith called by the mu'adhdhin, one says:","arabic_diacless":"وأنا أشهد أن لا إلٰه إلا اللٰه وحده لا شريك له وأن محمدا عبده ورسوله، رضيت باللٰه ربا، وبمحمد رسولا، وبالإسلام دينا","arabic":"وَأَنَا أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهُ لَا شَرِيْكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، رَضِيْتُ بِاللّٰهِ رَبًّا، وَبِمُحَمَّدٍ رَسُولًا، وَبِالْإِسْلَامِ دِيْنًا","transliteration":"Wa 'anaa '-hadu 'an laa 'ilaaha 'illallaahu wahdahu laa shareeka lahu wa 'anna Muhammadan 'abduhu wa Rasooluhu, radheetu billaahi Rabban, wa bi-Muhammadin Rasoolan wa bil'islaami deenan.","translations":"I  witness that none has the right to be worshipped but Allah alone, Who has no partner, and that Muhammad is His slave and His Messenger. I am pleased with Allah as my Lord, with Muhammad as my Messenger and with Islam as my religion. [2, 3]","bottom":"","reference":""},{"dua_global_id":"23","dua_segment_id":"4","top":"After replying to the call of mu'adhdhin. you should recite in Arabic Allah's blessings on the Prophet. [4]","arabic_diacless":"اللٰهم رب هٰذه الدعوة التامة، والصلاة القائمة، آت محمدا الوسيلة والفضيلة، وابعثه مقاما محمودا الذي وعدته، إنك لا تخلف الميعاد","arabic":"اَللّٰهُمَّ رَبَّ هٰذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيْلَةَ وَالْفَضِيْلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُوْدًا الَّذِيْ وَعَدتَّهُ، إِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ","transliteration":"Allaahumma Rabba haa<u>th</u>ihid-da 'watit-taammati wassalaatil-qaa'imati, 'aati Muhammadanil-waseelata walfadheelata, wab 'ath-hu maqaamam-mahmoodanil-la<u>th</u>ee wa'adtahu, ['innaka laa tukhliful-mee'aad]","translations":"O Allah, Lord of this perfect call and established prayer. Grant Muhammad the intercession and favor, and raise him to the honored station You have promised him, [verily You do not neglect promises] . [5]","bottom":"Between the call to prayer and the 'Iqamah, you should supplicate Allah for yourself. Invocation during this time is not rejected. [6]","reference":"[1] Al-Bukhari 1/152, Muslim 1/288.\r\n[2] Muslim 1/290.\r\n[3] Ibn Khuzaymah 1/220.\r\n[4] Muslim 1/288.\r\n[5] Al-Bukhari 1/152, and the addition between brackets is from Al-Bayhaqi 1/410 with a good (Hasan) chain of narration. See 'Abdul-Azlz bin Baz's Tuhfatul-'Akhyar, pg. 38.\r\n[6] At-Tirmidhi, Abu Dawud, Ahmad, See also Al-Albani, Irwa ul-Ghalil 1/262"}],"pageTitle":"Upon hearing Adhaan (call to prayer)"}