{"details":[{"dua_global_id":"236","dua_segment_id":"","top":"\"The Messenger of Allaah (sal-Allaahu 'alayhe wa sallam) said: \"By Allaah, I seek forgiveness and repent to Allaah, more than seventy times a day.\" [1] \r\n\r\nHe (sal-Allaahu 'alayhe wa sallam) also said: \"O People, Repent to Allaah! Verily I repent to Him a hundred times a day.\" [2] \r\n\r\n\r\nHe (sal-Allaahu 'alayhe wa sallam) also said: \"Whoever says:","arabic_diacless":"أستغفر اللٰه العظيم الذي لا إلٰه إلا هو الحي القيوم وأتوب إليه","arabic":"أَسْتَغْفِرُ اللّٰهَ الْعَظِيْمَ الَّذِيْ لَا إِلٰهَ إِلَّا هُوَ الْحَيُّ القَيُّوْمُ وَأَتُوْبُ إِلَيْهِ","transliteration":"Astaghfirullaahal-'A<u>dh</u>eemal-la<u>th</u>ee laa 'ilaaha 'illaa Huwal-Hayyul-Qayyoomu wa 'atoobu 'ilayhi.","translations":"\"I seek Allaah's forgiveness, besides whom, none has the right to be worshipped except He, The Ever Living, The Self-Subsisting and Supporter of all, and I turn to Him in repentance.\" [3]","bottom":"...Allaah would forgive him even if he was one who fled during the advance of an army.\"\r\n\r\n\r\nHe (sal-Allaahu 'alayhe wa sallam) said: \"The nearest the Lord comes to His servant is in the middle of the night, so if you are able to be of those who remember Allaah at that time, then be so.\" [4] \r\n\r\nHe (sal-Allaahu 'alayhe wa sallam) also said: \"The nearest a servant is to his Lord is when he is prostrating, so supplicate much therein.\" [5] \r\n\r\nHe (sal-Allaahu 'alayhe wa sallam) also said: \"Verily my heart becomes preoccupied, and verily I seek Allaah's forgiveness a hundred times a day.\" [6] \r\n\r\nHe also said: The most superior way of asking for forgiveness from Allah is to say the Sayyidinal Istighfar.\r\nFor this, go to Dua 27.6 [7]","reference":"[1] Al-Bukhari, cf. Al-Asqalani, Fathul-BAri 11/101 No. 6307\r\n[2] Muslim 4/2076 No. 2702\r\n[3] Abu Dawud 2/85, At-Tirmithi 5/569, and Al-Hakim who declared it authentic and Ath-Thahabi agreed with him 1/511. Al-Albani graded it authentic in Sahih At-Tirmithi 3/182. See also Jami'ul-'Usool li-'Ahdaith Ar-Rasool 4/ 389-90 checked by Al-Arna'ut.\r\n[4] At-Tirmithi, An-Nasa'i 1/279 and Al-Hakim. See also Al-Albani, Sahih At-Tirmithi 3/183, and Jdmi'ul-'Usool with Al-Arna'ut's checking 4/144.\r\n[5] Muslim 1/350.\r\n[6] Muslim 4/2075 No. 2702\r\n[7] Al-Bukhari 7/150"}],"pageTitle":"Seeking Forgiveness & Repentance"}