{"details":[{"dua_global_id":"263","dua_segment_id":"1","top":"","arabic_diacless":"ربنا ما خلقت هٰذا باطلا ۚسبحٰنك فقنا عذاب النار","arabic":"رَبَّنَا مَا خَلَقۡتَ هٰذَا بَاطِلًا ۚسُبۡحٰنَكَ فَقِنَا عَذَابَ النَّارِ","transliteration":"Rabbana ma khalaqta hadha batila Subhanaka faqina 'adhaban-Naar","translations":"Our Lord, You did not create this aimlessly; exalted are You [above such a thing]; then protect us from the punishment of the Fire.","bottom":"","reference":""},{"dua_global_id":"263","dua_segment_id":"2","top":"","arabic_diacless":"ربناۤ انك من تدخل النار فقد اخزيتهٗ ‌ؕ وما للظٰلمين من انصار","arabic":"رَبَّنَاۤ اِنَّكَ مَنۡ تُدۡخِلِ النَّارَ فَقَدۡ اَخۡزَيۡتَهٗ ‌ؕ وَمَا لِلظّٰلِمِيۡنَ مِنۡ اَنۡصَارٍ","transliteration":"Rabbana innaka man tudkhilin nara faqad akhzaytah wa ma liDh-dhalimeena min ansar","translations":"Our Lord, indeed whoever You admit to the Fire - You have disgraced him, and for the wrongdoers there are no helpers.","bottom":"","reference":""},{"dua_global_id":"263","dua_segment_id":"3","top":"","arabic_diacless":"ربناۤ اننا سمعنا مناديا ينادى للايمان ان اٰمنوا بربكم فاٰمنا ۖربنا فاغفر لنا ذنوبنا وكفر عنا سياٰتنا وتوفنا مع الابرار","arabic":"رَبَّنَاۤ اِنَّنَا سَمِعۡنَا مُنَادِيًا يُّنَادِىۡ لِلۡاِيۡمَانِ اَنۡ اٰمِنُوۡا بِرَبِّكُمۡ فَاٰمَنَّا ۖرَبَّنَا فَاغۡفِرۡ لَنَا ذُنُوۡبَنَا وَكَفِّرۡ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الۡاَبۡرَارِ","transliteration":"Rabbana innana samiAAnamunadiyan yunadee lil-eemani an aminoobirabbikum faamanna rabbana faghfirlana thunoobana wakaffir AAannasayyi-atina watawaffana maAAa al-abrar","translations":"Our Lord, indeed we have heard a caller calling to faith, [saying], 'Believe in your Lord,' and we have believed. Our Lord, so forgive us our sins and remove from us our misdeeds and cause us to die with the righteous.","bottom":"","reference":""},{"dua_global_id":"263","dua_segment_id":"4","top":"","arabic_diacless":"‌ربنا واٰتنا ما وعدتنا علٰى رسلك ولا تخزنا يوم القيٰمة ‌ؕ انك لا تخلف الميعاد","arabic":"‌رَبَّنَا وَاٰتِنَا مَا وَعَدتَّنَا عَلٰى رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ الۡقِيٰمَةِ ‌ؕ اِنَّكَ لَا تُخۡلِفُ الۡمِيۡعَادَ","transliteration":"Rabbana waatina mawaAAadtana AAala rusulika wala tukhzinayawma alqiyamati innaka la tukhlifu almeeAAad","translations":"Our Lord, and grant us what You promised us through Your messengers and do not disgrace us on the Day of Resurrection. Indeed, You do not fail in [Your] promise.","bottom":"","reference":"Surah Al-Imran - 3:191-194"}],"pageTitle":"Surah Al-Imran - 3:191-194"}