{"details":[{"dua_global_id":"29","dua_segment_id":"1","top":"The Prophet (sal-Allaahu 'alayhe wa sallam) would say [as an opening supplication in prayer] when rising from sleep to perform prayers during the night(Qiyam Al Layl):","arabic_diacless":"اللٰهم لك الحمد، أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت قيم السموات والأرض ومن فيهن، ولك الحمد أنت رب السموات والأرض ومن فيهن ولك الحمد لك ملك السموات والأرض ومن فيهن ولك الحمد أنت ملك السموات والأرض","arabic":"اَللّٰهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُوْرُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيْهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيْهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيْهِنَّ وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيْهِنَّ وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالْأَرْضِ","transliteration":"Allaahwnma lakal-hamdu 'Anta noon samaawaati wal'ardhi wa man feehinna, wa lakal-hamdu 'Anta qayyimus-samaawaati wal'ardhi wa man feehinna. wa lakal-hamdu 'Anta Rabbus-samaawaati wal'ardhi wa man feehinna. wa lakal-hamdu laka mulkus-samaawaati wal'ardhi wa man feehinna. wa lakal-hamdu 'Anta Malikus-samaawaati wal'ardhi","translations":"O Allah, praise is to You. You are the Light of the heavens and the earth and all that they contain. Praise is to You, You are the Sustainer of the heavens and the earth and all they contain. Praise is to You, You are the Lord of the heavens and the earth and all they contain. Praise is to You, Yours is dominion of the heavens and the earth and all they contain. Praise is to You, You are the King of the heavens and the earth.","bottom":"","reference":""},{"dua_global_id":"29","dua_segment_id":"2","top":"","arabic_diacless":"ولك الحمد، أنت الحق، ووعدك الحق، وقولك الحق، ولقاؤك الحق، والجنة حق، والنار حق، والنبيون حق، ومحمد حق، والساعة حق","arabic":"وَلَكَ الْحَمْدُ، أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقَاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّوْنَ حَقٌّ، وَمُحَمَّدٌ حَقٌّ، وَالسَّاعَةُ حَقٌّ","transliteration":"wa lakal-hamdu. 'Antal-haqq, wa wa'dukal-haqq, wa qawlukal-haqq wa liqaa'ukal-haqq, waljannatu haqq, wannaaru haqq, wannabiyy oona haqq, wa Muhammadun (sallallaahu 'alayhi wa sallam) haqq, wassaa'atu haqq]","translations":"And praise is to You. You are the Truth, Your Promise is true, Your Word is true, Your audience is true, Paradise is true, Hell is true, the Prophets are true, and Muhammad (peace and blessings be upon him) is true, and the Hour of Judgment is true.","bottom":"","reference":""},{"dua_global_id":"29","dua_segment_id":"3","top":"","arabic_diacless":"اللٰهم لك أسلمت، وعليك توكلت، وبك آمنت، وإليك أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لي ما قدمت، وما أخرت، وما أسررت، وما أعلنت","arabic":"اَللّٰهُمَّ لَكَ أَسْلَمْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِيْ مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ","transliteration":"Allaahumma laka 'aslamtu, wa 'alayka tawakkaltu, wa bika 'aamantu, wa 'ilayka 'anabtu, wa bika khaasamtu, wa 'ilayka haakamtu. Faghfir lee maa qaddamtu, wa maa 'akhkhartu, wa maa 'asrartu, wa maa 'a'lantuj.","translations":"O Allah, to You I have submitted, and upon You I depend. I have believed in You and to You I turn in repentance. For Your sake I dispute and by Your standard I judge. Forgive me what I have sent before me and what I have left behind me, what I have concealed and what I have declared.","bottom":"","reference":""},{"dua_global_id":"29","dua_segment_id":"4","top":"","arabic_diacless":"أنت المقدم، وأنت المؤخر لا إلٰه إلا أنت","arabic":"أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لَا إِلٰهَ إِلَّا أَنْتَ","transliteration":"'Antal-Muqaddimu, vua 'Antal-Mu'akhkhiru laa 'ilaaha 'illaa 'Anta. '","translations":"You are the One Who sends forth and You are the One Who delays, there is none who has the right to be worshipped but You.","bottom":"","reference":""},{"dua_global_id":"29","dua_segment_id":"5","top":"","arabic_diacless":"أنت إلٰهي لا إلٰه إلا أنت","arabic":"أَنْتَ إِلٰهِي لَا إِلٰهَ إِلَّا أَنْتَ","transliteration":"Anta 'ilaahee laa 'ilaaha 'illaa 'Anta.","translations":"You are my God, there is none who has the right to be worshipped but You.","bottom":"","reference":"Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 3/3, 11/ 116, 13/371, 423, 465. See also Muslim for a shorter account, 1/532."}],"pageTitle":"When rising from sleep to pray Qiyam al Layl"}