{"details":[{"dua_global_id":"316","dua_segment_id":"1","top":"","arabic_diacless":"ربنا وسعت كل شىء رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم‏","arabic":"رَبَّنَا وَسِعۡتَ كُلَّ شَىۡءٍ رَّحۡمَةً وَّعِلۡمًا فَاغۡفِرۡ لِلَّذِيۡنَ تَابُوۡا وَاتَّبَعُوۡا سَبِيۡلَكَ وَقِهِمۡ عَذَابَ الۡجَحِيۡمِ‏","transliteration":"Rabbana wasi'ta kulla sha'ir Rahmatanw wa 'ilman faghfir lilladhina tabu wattaba'u sabilaka waqihim 'adhabal-Jahiim","translations":"Our Lord, You have encompassed all things in mercy and knowledge, so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire.","bottom":"","reference":""},{"dua_global_id":"316","dua_segment_id":"2","top":"","arabic_diacless":"ربنا وادخلهم جنٰت عدن اۨلتى وعدتهم ومن صلح من اٰبآئهم وازواجهم وذريٰتهم ؕانك انت العزيز الحكيمۙ‏","arabic":"رَبَّنَا وَاَدۡخِلۡهُمۡ جَنّٰتِ عَدۡنِ اۨلَّتِىۡ وَعَدْتَّهُمۡ وَمَنۡ صَلَحَ مِنۡ اٰبَآئِهِمۡ وَاَزۡوَاجِهِمۡ وَذُرِّيّٰتِهِمۡ ؕاِنَّكَ اَنۡتَ الۡعَزِيۡزُ الۡحَكِيۡمُۙ‏","transliteration":"Rabbana wa adhkhilhum Jannati 'adninil-lati wa'attahum wa man salaha min aba'ihim wa azwajihim wa dhuriyyatihim innaka antal 'Azizul-Hakim,","translations":"Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their fathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise.","bottom":"","reference":""},{"dua_global_id":"316","dua_segment_id":"3","top":"","arabic_diacless":"وقهم السياٰت ؕومن تق السياٰت يومئذ فقد رحمتهٗ ؕوذٰلك هو الفوز العظيم‏","arabic":"وَقِهِمُ السَّيِّاٰتِ ؕوَمَنۡ تَقِ السَّيِّاٰتِ يَوْمَئِذٍ فَقَدۡ رَحِمۡتَهٗ ؕوَذٰلِكَ هُوَ الۡفَوۡزُ الۡعَظِيۡمُ‏","transliteration":"waqihimus sayyi'at wa man taqis-sayyi'ati yawma'idhin faqad rahimatahu wa dhalika huwal fawzul-'Adheem","translations":"And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment.","bottom":"","reference":"Surah Ghafir - 40:7-9"}],"pageTitle":"Surah Ghafir - 40:7-9"}