{"details":[{"dua_global_id":"59","dua_segment_id":"1","top":"","arabic_diacless":"اللٰهم بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي، وتوفني إذا علمت الوفاة خيرا لي، اللٰهم إني أسألك خشيتك في الغيب والشهادة","arabic":"اَللّٰهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِيْ مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِيْ، وَتَوَفَّنِيْ إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِيْ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ خَشْيَتَكَ فِيْ الْغَيْبِ وَالشَّهَادَةِ","transliteration":"Allaahumma bi'ilmikal-ghayba wa qudratika 'alal-khalqi 'ahyinee maa 'alimtal-hayaata khayran lee wa tawaffanee 'i<u>th</u>aa 'alimtal-wafaata khayran lee, Allaahumma 'innee 'as'aluka khashyataka fil-ghaybi wash-shahaadati,","translations":"O Allah, by Your Knowledge of the unseen and by Your Power over creation, let me live if You know that life is good for me, and let me die if You know that death is good for me. O Allah, I ask You to grant me fear of You in private and in public.","bottom":"","reference":""},{"dua_global_id":"59","dua_segment_id":"2","top":"","arabic_diacless":"وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الغنٰى والفقر، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضا بعد القضاء","arabic":"وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِيْ الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِيْ الْغِنٰى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيْمًا لَا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ","transliteration":"wa 'as'aluka kalimatal-haqqi fir-ridhaa walghadhabi, wa 'as'alukal-qasda fil-ghinaa walfaqri, wa 'as'aluka na'eeman laa yanfadu, wa 'as'aluka qurrata 'aynin laa tanqati'u, wa 'as'alukar-ridhaa ba'dal-qadhaa'i,","translations":"I ask you for the word of truth in times of contentment and anger. I ask You for moderation in wealth and in poverty. I ask you for blessings never ceasing and the coolness of my eye (i.e. pleasure) that never ends.","bottom":"","reference":""},{"dua_global_id":"59","dua_segment_id":"3","top":"","arabic_diacless":"وأســــألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك، والشوق إلى لقائك في غير ضراء مضرة، ولا فتنة مضلة، اللٰهم زينا بزينة الإيمان، واجعلنا هداة مهتدين","arabic":"وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ، وَلَا فِتْنَةٍ مُضِلَّةٍ، اَللّٰهُمَّ زَيِّنَا بِزِيْنَةِ الْإِيْمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِيْنَ","transliteration":"wa 'as'aluka bardal-'ayshi ba'dal-mawti, wa 'as'aluka la<u>thth</u>atan-na<u>dh</u>ari 'ilaa wajhika wash-shawqa 'ilaa liqaa'ikafee ghayri dharraa'a mudhirratin wa laa fitnatin mudhillatin, Allaahumma zayyinnaa bizeenatil-'eemaani waj'alnaa hudaatan muhtadeen..","translations":"I ask You for pleasure after Your Judgment and I ask You for a life of coolness after death. I ask You for the delight of gazing upon Your Face and the joy of meeting You without any harm and misleading trials befalling me. O Allah,  us with the beauty of Faith, and make us guides who are upon (correct) guidance.","bottom":"","reference":"An-Nasa'i 3/54, 55, Ahmad 4/364. See also Al-Albani, Sahih An-Nasa'i 1/281."}],"pageTitle":"After the last tashahhud & before salam #8"}