{"details":[{"dua_global_id":"71","dua_segment_id":"1","top":"On the authority of Jaabir Ibn 'Adbullaah (radhi-yAllaahu 'anhu), he said: The Prophet (sal-Allaahu 'alayhe wa sallam) would instruct us to pray for guidance in all of our concerns, just as he would teach us a Soorah from the Quran.\n\nHe would say:'If any of you intends to undertake a matter then let him pray two supererogatory units [two rak'ah naafilah] of prayer and after which he should supplicate:","arabic_diacless":"اللٰهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم","arabic":"اَللّٰهُمَّ إِنِّيْ أَسْتَخِيْرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيْمِ","transliteration":"Allaahumma 'innee 'astakheeruka bi'ilmika, wa 'astaqdiruka biqudratika, wa 'as'aluka min fadhtikal-'A<u>dh</u>eemi,","translations":"O Allah, I seek the counsel of Your Knowledge, and I seek the help of Your Omnipotence,","bottom":"","reference":""},{"dua_global_id":"71","dua_segment_id":"2","top":"","arabic_diacless":"فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب","arabic":"فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ، وَتَعْلَمُ وَلَا أَعْلَمُ، وَأَنْتَ عَلَّامُ الْغُيُوْبِ","transliteration":"fa'innaka taqdiru wa laa 'aqdiru, wa ta'lamu, wa laa 'a'lamu, wa 'Anta 'Allaamul-Ghuyoobi,","translations":"and I beseech You for Your Magnificent Grace. Surely, You are Capable and I am not. You know and I know not, and You are the Knower of the unseen.","bottom":"","reference":""},{"dua_global_id":"71","dua_segment_id":"3","top":"","arabic_diacless":"اللٰهم إن كنت تعلم أن هٰذا الأمر (ويسمي حاجته) خير لي في ديني ومعاشي وعاقبة أمري، فاقدره لي ويسره لي ثم بارك لي فيه","arabic":"اَللّٰهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هٰذَا الْأَمْرَ (وَيُسَمِّي حَاجَتَهُ) خَيْرٌ لِيْ فِيْ دِيْنِيْ وَمَعَاشِيْ وَعَاقِبَةِ أَمْرِيْ، فَاقْدُرْهُ لِيْ وَيَسِّرْهُ لِيْ ثُمَّ بَارِكْ لِيْ فِيْهِ","transliteration":"Allaahumma 'in kunta ta'lamu 'anna haa<u>th</u>al-'amra- [then mention the thing to be decided] Khayrun lee fee deenee wa ma'aashee wa 'aaqibati 'amree - [or say] 'Aajilihi wa 'aajilihi - Faqdurhu lee wa yassirhu lee thumma baarik lee feehi,","translations":"O Allah, if You know that this matter [then mention the thing to be decided] is good for me in my religion and in my life and for my welfare in the life to come, - [or say: in this life and the afterlife] - then ordain it for me and make it easy for me, then bless me in it.","bottom":"","reference":""},{"dua_global_id":"71","dua_segment_id":"4","top":"","arabic_diacless":"وإن كنت تعلم أن هٰذا الأمر شر لي في ديني ومعاشي وعاقبة أمري فاصرفه عني واصرفني عنه واقدر لي الخير حيث كان، ثم أرضني به","arabic":"وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هٰذَا الْأَمْرَ شَرٌّ لِيْ فِيْ دِيْنِيْ وَمَعَاشِيْ وَعَاقِبَةِ أَمْرِيْ فَاصْرِفْهُ عَنِّيْ وَاصْرِفْنِيْ عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِيْ بِهِ","transliteration":"wa 'in kunta ta'lamu 'anna haa<u>th</u>al-'amra sharrun lee fee deenee wa ma'aashee wa 'aaqibati 'amree - [or say] 'Aajilihi wa 'aajilihi - Fasrifhu 'annee wasrifnee 'anhu waqdur liyal-khayra haythu kaana thumma 'ardhinee bihi.","translations":"And if You know that this matter is bad for me in my religion and in my life and for my welfare in the life to come, - [or say: in this life and the afterlife] - then distance it from me, and distance me from it, and ordain for me what is good wherever it may be, and help me to be content with it.","bottom":"","reference":""},{"dua_global_id":"71","dua_segment_id":"5","top":"Whoever seeks the counsel of the Creator will not regret it and whoever seeks the advice of the believers will feel confident about his decisions. Allah said in the Qur'an:","arabic_diacless":"وشاورهم في الامر ۚفاذا عزمت فتوكل علي اللٰه","arabic":"وَشَاوِرْهُمْ فِي الْاَمْرِ ۚفَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَي اللّٰهِ","transliteration":"washawirhum fee al-amrifa-itha AAazamta fatawakkal AAala Allahi","translations":"...and consult them in the affair. Then when you have taken a decision put your trust in Allaah...","bottom":"Soorah aal Imraan 3: 159","reference":"Al-Bukhari 7/162"}],"pageTitle":"Istikharah (Seeking Allah's help in making a decision)"}