{"details":[{"dua_global_id":"78","dua_segment_id":"1","top":"Four times in the morning say","arabic_diacless":"اللٰهم إني أصبحت أشهدك، وأشهد حملة عرشك، وملآئكتك، وجميع خلقك، أنك أنت اللٰه لا إلٰه إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك","arabic":"اَللّٰهُمَّ إِنِّيْ أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَآئِكَتِكَ، وَجَمِيْعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللّٰهُ لَا إِلٰهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيْكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُوْلُكَ","transliteration":"Allaahumma 'innee 'asbahtu 'ush-hiduka wa 'ush-hidu hamalata 'arshika, wa malaa'ikataka wajamee'a khalqika, 'annaka 'Antallaahu laa 'ilaaha 'illaa 'Anta wahdaka laa shareeka laka, wa 'anna Muhammadan 'abduka wa Rasooluka.","translations":"O Allaah, verily I have reached the morning and call on You, the bearers of Your throne, Your angels, and all of Your creation to witness that You are Allaah, none has the right to be worshipped except You, alone, without any partner and that Muhammad is Your Servant and Messenger.'","bottom":"","reference":""},{"dua_global_id":"78","dua_segment_id":"2","top":"Four times in the evening say","arabic_diacless":"اللٰهم إني أمسيت أشهدك، وأشهد حملة عرشك، وملآئكتك، وجميع خلقك، أنك أنت اللٰه لا إلٰه إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك","arabic":"اَللّٰهُمَّ إِنِّيْ أَمْسَيْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَآئِكَتِكَ، وَجَمِيْعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللّٰهُ لَا إِلٰهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيْكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُوْلُكَ","transliteration":"Allaahumma 'innee 'amsaytu 'ush-hiduka wa 'ush-hidu hamalata 'arshika, wa malaa'ikataka wajamee'a khalqika, 'annaka 'Antallaahu laa 'ilaaha 'illaa 'Anta wahdaka laa shareeka laka, wa 'anna Muhammadan 'abduka wa Rasooluka.","translations":"O Allaah, verily I have reached the evening and call on You, the bearers of Your throne, Your angels, and all of Your creation to witness that You are Allaah, none has the right to be worshipped except You, alone, without any partner and that Muhammad is Your Servant and Messenger.'","bottom":"Allah will spare whoever says this four times in the morning or evening from the fire of Hell","reference":"Abu Dawud 4/317, An-Nasa'i, Ibn As-Sunni."}],"pageTitle":"Saving from the hell fire"}