{"details":[{"dua_global_id":"87","dua_segment_id":"1","top":"In the morning","arabic_diacless":"أصبحنا وأصبح الملك للٰه رب العالمين، اللٰهم إني أسألك خير هٰذا اليوم فتحه، ونصره، ونوره، وبركته، وهداه، وأعوذ بك من شر ما فيه وشر ما بعده","arabic":"أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هٰذَا الْيَوْمِ فَتْحَهُ، وَنَصْرَهُ، وَنُوْرَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْهِ وَشَرِّ مَا بَعْدَهُ","transliteration":"Asbahnaa wa 'asbahal-mulku (Amsaynaa wa 'amsal-mulku) lillaahi Rabbil-'aalameen, Allaahumma 'innee 'as'aluka khayra haathal-yawmi (laylati), Fathahu wa nasrahu wa noorahu, wa barakatahu, wa hudaahu, wa'a'oothu bika min sharri maafeehi wa sharri maa ba'dahu.","translations":"We have reached the morning and at this very time all sovereignty belongs to Allaah, Lord of the worlds. O Allaah, I ask You for the good of this day, its triumphs and its victories, its light and its blessings and its guidance, and I take refuge in You from the evil of this day and the evil that follows it.","bottom":"","reference":""},{"dua_global_id":"87","dua_segment_id":"2","top":"In the evening, say:","arabic_diacless":"أمسينا وأمسىا لملك للٰه رب العالمين، اللٰهم إني أسألك خير هٰذه الليلة :فتحها، ونصرها، ونورها، وبركتها، وهداها، وأعوذ بك من شر ما فيها وشر ما بعدها","arabic":"أَمْسَيْنَا وَأَمْسَىا لْمُلْكُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هٰذِهِ اللَّيْلَةِ :فَتْحَهَا، وَنَصْرَهَا، وَنُوْرَهَا، وَبَرَكَتَهَا، وَهُدَاهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْهَا وَشَرِّ مَا بَعْدَهَا","transliteration":"Amsaynaa wa 'amsal-mulku lillaahi Rabbil-'aalameen, Allaahumma 'innee 'as'aluka khayra haathihil-laylati, Fathaha wa nasraha wa nooraha, wa barakataha, wa hudaaha, wa'a'oothu bika min sharri maafeeha wa sharri maa ba'daha.","translations":"We have reached the evening and at this very time all sovereignty belongs to Allaah, Lord of the worlds. O Allaah, I ask You for the good of this night, its triumphs and its victories, its light and its blessings and its guidance, and I take refuge in You from the evil of this day and the evil that follows it.","bottom":"","reference":"Abu Dawud 4/32."}],"pageTitle":"Duas in the morning & evening #16"}