{"details":[{"dua_global_id":"88","dua_segment_id":"1","top":"In the morning say,","arabic_diacless":"أصبحنا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى اللٰه عليه وسلم، وعلى ملة أبينا إبراهيم، حنيفا مسلما وما كان من المشركين","arabic":"أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُّسْلِمًا وَّمَا كَانَ مِنَ الْمُشْرِكِيْنَ","transliteration":"Asbahnaa 'alaa fitratil-'Islaami wa 'alaa kalimatil-'ikhlaasi, wa 'alaa deeni Nabiyyinaa Muhammadin, wa 'alaa millati 'abeenaa 'Ibraaheema, haneefan Musliman wa maa kaana minal-mushrikeen.","translations":"We rise in the morning upon the fitrah of Islaam, and the word of pure faith, and upon the religion of our Prophet Muhammad and the religion of our forefather Ibraaheem, who was a Muslim and of true faith and was not of those who associate others with Allaah.","bottom":"","reference":""},{"dua_global_id":"88","dua_segment_id":"2","top":"In the evening say,","arabic_diacless":"أمسينا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى اللٰه عليه وسلم، وعلى ملة أبينا إبراهيم، حنيفا مسلما وما كان من المشركين","arabic":"أَمْسَيْنَا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُّسْلِمًا وَّمَا كَانَ مِنَ الْمُشْرِكِيْنَ","transliteration":"Amsaynaa 'alaa fitratil-'Islaami wa 'alaa kalimatil-'ikhlaasi, wa 'alaa deeni Nabiyyinaa Muhammadin, wa 'alaa millati 'abeenaa 'Ibraaheema, haneefan Musliman wa maa kaana minal-mushrikeen.","translations":"We rise in the evening upon the fitrah of Islaam, and the word of pure faith, and upon the religion of our Prophet Muhammad and the religion of our forefather Ibraaheem, who was a Muslim and of true faith and was not of those who associate others with Allaah.","bottom":"","reference":"Ahmad 3/406-7, 5/123, An-Nasa'i, At-Tirmizi 4/209."}],"pageTitle":"Duas in the morning & evening #17"}